Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: Duration
bg: Времетраене
de: Dauer
es: Duración
no: Varighet
pt_br: Duração
ru: Продолжительность

source: The duration in weeks
bg: Времетраене в седмици
de: Die Dauer in Wochen
es: La duración, en semanas
no: Varigheten i uker
pt_br: A duração em semanas
ru: Длительность в неделях

source: Order
bg: Ред
de: Reihenfolge
es: Orden
no: Rekkefølge
pt_br: Ordem
ru: Порядок

source: Day
bg: Ден
de: Tag
es: Día
no: Dag
pt_br: Dia
ru: День

source: Exercise day
bg: Ден за упражнение
de: Übungstag
es: Día de ejercicio
no: Treningsdag
pt_br: Dia do exercício
ru: День упражнений

source: Number of sets
bg: Номер на серии
de: Anzahl der Sätze
es: Número de series
no: Antall sett
pt_br: Número de conjuntos
ru: Количество подходов

source: Sets
bg: Серии
de: Sätze
es: Series
no: Sett
pt_br: Conjuntos
ru: Подходы

source: Repetitions
bg: Повторения
de: Wiederholungen
es: Repeticiones
no: Repetisjoner
pt_br: Repeticões
ru: Повторении

source: Bad
de: Schlecht
es: Malo
no: Dårlig
pt_br: Mal

source: Neutral
no: Nøytral
pt_br: Neutro

source: Good
de: Gut
es: Bueno
no: God
pt_br: Bom

source: Any notes you might want to save about this workout session.
de: Notizen oder Bemerkungen die du über diesen Trainingstag speichern willst.
es: Cualquier nota quieras guardar sobre esta sesión de entrenamiento.
no: Eventuelle merknader som kan være lurt å lagre om denne treningsøkten.
pt_br: Qualquer nota que você queira salvar sobre esta sessão de treinamento.

source: Your impression about this workout session. Did you exercise as well as you could?
de: Dein Eindruck über diesen Trainingstag. Hast du so gut trainiert wie du konntest?
es: Su impresión sobre esta sesión de entrenamiento. ¿Has entrenado tan bien como podrías?
no: Ditt inntrykk om denne treningsøkten . Trente du så godt som du kunne?
pt_br: Sua impressão sobre esta sessão de treino. Você conseguir realizar os exercícios da melhor for que você poderia?

source: Start time
de: Startzeit
no: Starttid
pt_br: Hora de início

source: Finish time
de: Endzeit
no: Sluttid
pt_br: Hora de término

source: If you enter a time, you must enter both start and end time.
de: Wenn du eine Zeit eingibst, musst du End- und Endzeit angeben.
es: Si introduces una hora, debes introducir tanto la de inicio como la de finalización.
no: Hvis du skriver inn en tid, må du angi både start- og sluttidspunkt .
pt_br: Se você fornecer um tempo, você deve fornecer tempo de início e de fim.

source: The start time cannot be after the end time.
de: Die Startzeit kann nicht vor der Endzeit liegen.
es: La hora de inicio no puede ser posterior a la hora de finalización.
no: Starttiden kan ikke være etter sluttiden.
pt_br: A hora de início não pode ser depois da hora de término.

source: Workout log
no: Treningslogg
pt_br: Registro de treino

source: Workout log for %(username)s for %(date)s
no: Treningslogg for %(username)s %(date)s
pt_br: Log de Treino de %(username)s para %(date)s

source: Calendar for %(username)s
no: kalender for %(username)s
pt_br: Calendário de %(username)s

source: Detail page
no: Detalj side
pt_br: Página de detalhes

source: The coloured days in the calendar have weight logs, you can click on them to see the details.
de: Die farblich markierten Tag in Kalender haben Trainingstagebucheinträge, du kannst darauf klicken, um die Details zu sehen.
es: Los días con color en el calendario tienen registros de peso, haz clic en ellos para ver los detalles.
no: De fargede dager i kalenderen har vekt logger, du kan klikke på dem for å se detaljer.
pt_br: Os dias coloridos no calendário possuem registros de peso, você pode clickar neles para ver mais detalhes.

source: Go to current month
de: Zum aktuellen Monat gehen
es: Ir al mes actual
no: Gå til nåværende måned
pt_br: Vá para o mês atual
ru: Перейти на текущий месяц

source: Log overview
de: Eintragübersicht
no: Logg oversikt
pt_br: Visão geral do Log
ru: Обзор журналов

source: Workout session
no: Treningsøkt
pt_br: Sessão de Treinos

source: Delete with logs
no: Slett med logger
pt_br: Apagar com Logs

source: Add workout impression
de: Trainingseindruck hinzufügen
es: Añadir impresión de entrenamiento
no: Legg til inntrykk for øvelsen
pt_br: Adicionar impressão do treino

source: New weight log
bg: Нов запис на тегло
de: Neuer Logbucheintrag
no: Ny vektlogg
pt_br: Novo log de peso
ru: Новый регистр веса

source: Add exercises to this training day before adding a log.
bg: Добави упражнения към тази тренировка преди да добавиш данни.
de: Du musst Übungen zu diesem Tag hinzufügen, bevor du einen Logbucheintrag erstellen kannst.
no: Legg øvelser til denne treningsdagen før du legger til en logg.
pt_br: Adicione exercícios para este dia de treino antes de adicionar um registro.
ru: Перед тем, как добавить регистр, добавьте упражнения к этому тренировочному дню.

source: Back to workout
bg: Назад към тренировка
de: Zurück zum Trainingsplan
es: Volver a la rutina
no: Tilbake til treningsøkt
pt_br: de volta ao treino
ru: Назад к тренировке

source: A new workout session (impression, notes, time) will be created if there isn't already one for the selected date. If there is, it will simply be edited. Weight entries are always added.
de: Eine neue Trainingseinheit (Eindruck, Notizen, Zeit) wird erstellt, wenn es noch keine gibt für das angegebene Datum. Wenn es bereits eine gibt, wird diese editiert. Gewichtseinträge werden immer hinzugefügt.
es: Una nueva sesión de entrenamiento (impresión, notas, tiempo) se creará si no existe ya una para la fecha seleccionada. Si la hay, simplemente se editará. Las entradas se peso siempre se añadirán.
no: En ny treningsøkten (inntrykk, sitater, tid) vil opprettes hvis det ikke allerede er en for den valgte datoen. Dersom det er, vil den bli redigert. Vekt oppføringene er alltid lagt til.
pt_br: Uma nova sessão de treino (impressão, notas, tempo) será criada se ainda não há uma para data selecionada. Se houver, será simplismente editada. Registros de peso serão sempre adicionados.

source: Your schedules
bg: Твоите графици
de: Deine Zeitpläne
es: Tus programas
no: Dine timeplaner
pt_br: Seus horários
ru: Ваши программы

source: active
bg: активен
de: Aktiv
es: activo
no: aktiv
pt_br: ativo
ru: активные

source: No schedules found.
bg: Няма намерени графици.
de: Keine Zeitpläne gefunden.
es: No se han encontrado programas.
no: Ingen timeplaner funnet.
pt_br: Nenhum horário encontrado.
ru: Программ не найдено.

source: Schedules are collections of workouts that you do in succession.
bg: Графиците са колекции от тренировки които правиш последователно
de: Zeitpläne sind Sammlungen von Trainingspläne die du nacheinander machst.
es: Programas son simplemente colecciones de rutinas que haces en sucesión.
no: Timeplaner er samlinger av trening som du gjør i en rekkefølge.
pt_br: Horários são coleções de treinos que você faz em sucessão.
ru: Программы это совокупность тренировок, которы Вы выполняете подряд.

source: You can indicate how long you want to do each workout before jumping to the next. It is also possible to create a loop, so you always do the same workouts in succession, e.g. A > B > C > A > B > C and so on.
bg: Можеш да уточниш колко дълга желаеш да е всяка тренировка преди да продължиш към следващата. Също така е възможно да повтаряш циклично същите тренировки, например A > B > C > A > B > C и т.н.
de: Du kannst angeben wie lange du die einzelnen Trainingspläne machst bevor du zum nächsten springst. Es ist auch möglich eine Schleife zu bilden, wenn du immer dieselben Traininspläne machen willst, z.B. A > B > C > A > B > C usw.
es: Puedes indicar cuanto tiempo quieres hacer cada rutina antes de saltar a la siguiente. También puedes crear un buble, haciendo siempre las mismas rutinas en sucesión, e.g. A > B > C > A > B > C.
no: Du kan angi hvor lenge du ønsker å gjøre hver trening før du hopper til neste. Det er også mulig å lage en løkke, så alltid gjøre de samme treningsøktene på rad, f.eks A> B> C> A> B> C og så videre.
pt_br: Você pode indicar por quanto tempo você quer fazer cada treino antes de ir para o próximo. Também é possível criar um laço de repetição, para que você possa sempre fazer os mesmos treinos em sucessão, ex. A > B > C > A > B > C e assim por diante.
ru: Вы можете указать продолжительность каждой тренировки, перед тем как перейти к следующей. Также можно создать цикл, для того, чтобы выполнять одинаковые тренировки подряд, например A > B > C > A > B > C и т.д.

source: The currently active schedule will remain active (and be shown e.g. in your dashboard) till it reaches the last workout or till you deactivate it, if it is a loop.
bg: Текущият активен график ще остане активен (и показан на твоето табло) докато се стигне до последната тренировка, или докато го деактивираш, ако е в цикличен режим.
de: Dein aktuell aktiver Zeitplan will auch aktiv bleiben (und wird z.B. auf deiner Startseite erscheinen) bis der letzten Traininsplan erreicht wurde hat oder du ihn deaktivierst, wenn er eine Schleife ist.
es: Tu programa activo actual permanecerá activo (y se mostrará p.ej. en tu escritorio) hasta que llegues al final o lo desactives si es un bucle.
no: Den aktive planen vil forbli aktiv (og være vist f.eks i dashbordet) til den når den siste treningen eller till du deaktiverer det, hvis det er en loop
pt_br: O cronograma ativo atualmente permanecerá ativo (e será mostrado, por exemplo, no seu dashboard) até que ele alcance o último treino ou até você desativa-lo, caso seja um laço de repetição.
ru: Текущая активная программа останется активной (и будет показана, например в панели управления) до тех пор, пока она не достигнет последней тренировки или, в случае цикла, пока Вы ее не отключите.

source: Add schedule
bg: Добави график
de: Zeitplan hinzufügen
es: Añadir programa
no: Legg til timeplan
pt_br: Adicionar cronograma
ru: Добавить тренировку

source: This schedule is a loop and will go through the workouts above till you deactivate it
bg: Този график е повтарящ се докато не го деактивираш.
de: Dieser Zeitplan ist eine Schleife und wird durch die Trainingspläne gehen bist du ihn deaktivierst
es: Este programa es un bucle y pasará por las rutinas hasta que lo desactives.
no: Denne timeplanen er en loop, og vil gå gjennom treningsøktene ovenfor til du deaktivere den
pt_br: Este cronograma é um laço de repetição e irá percorrer os treinos acima até que você desative-o.
ru: Это программа - бесконечный цикл и будет повторяться до тех пор, пока Вы ее не отключите

source: Start schedule
no: Start timeplan
pt_br: Começar um cronograma

source: Weeks
bg: Седмици
de: Wochen
es: Semanas
no: Uker
pt_br: Semanas
ru: Недели

source: %(weeks)s Week
no: %(weeks)s Uke
pt_br: %(weeks)s semana

source: Adding workouts
bg: Добавяне на тренировки
de: Trainingspläne hinzufügen
es: Añadir rutinas
no: Legger til treningsøkter
pt_br: Adicionando treinos
ru: Добавляю тренировки

source: Download as PDF
bg: Свали като PDF
de: Als PDF runterladen
es: Bajar como PDF
no: Last ned som PDF
pt_br: Baixe como PDF
ru: Скачать в формате PDF

source: Export calendar file
de: Kalender exportieren
es: Exportar como archivo calendario
no: Eksporter kalender fil
pt_br: Exportar arquivo de calendário

source: Edit schedule
bg: Промени график
de: Zeitplan bearbeiten
es: Editar programa
no: Endre timeplan
pt_br: Editar cronograma
ru: Отредактировать программу

source: Delete schedule
bg: Изтрий график
de: Zeitplan löschen
es: Borrar programa
no: Slett timeplan
pt_br: Excluir cronograma
ru: Удалить программу

source: Export this schedule as a calendar file.
de: Diesen Zeitplan als Kalenderdatei exportieren.
es: Expora este programa como archivo de calendario.
no: Eksporter denne timeplanen som en kalender fil
pt_br: Exporte este cronograma com um arquivo de calendário.

source: You can then import the file it into your calendar application for example google calendar, outlook or iCal. This will create an appointment for each training day with the appropriate exercises.
de: Du kannst die Datei in ein Kalenderprogramm importieren, z.B. google Kalender, Outlook oder iCal. Das wird einen Termin für jeden Trainingstag generieren, mit den entsprechenden Übungen als Terminbeschreibung.
es: Podrás importar el archivo en tu aplicación calendario, por ejemplo, Google Calendar, Outlook o iCal. Esto creará una cita para cada día de entrenamiento con los ejercicios adecuados.
no: Du kan deretter importere denne filen inn i kalenderen din, for eksempel Google Kalender, Outlook eller iCal. Dette vil skape en avtale for hver treningsdag med riktige øvelser.
pt_br: Você pode então importar o arquivo em seu aplicativo de calendário, como por exemplo o google calendar, outlook ou iCal. Isto irá criar um apontamento para cada dia de treino com os exercícios apropriados.

source: Add exercises to day "%(day_name)s"
bg: Добави упражнения към деня "%(day_name)s"
de: Übungen zu Trainingstag "%(day_name)s" hinzufügen
es: Añadir ejercicios al dia "%(day_name)s"
no: Legg til øvelser til dag "%(day_name)s"
pt_br: Adicionar exercícios ao dia "%(day_name)s"
ru: Добавить упражнение в день "%(day_name)s"

source: If you do the same repetitions for all sets, you can just enter one value: e.g. for 4 sets just enter one "10" for the repetitions, this automatically becomes "4 x 10".
de: Wenn du dieselben Wiederholungen für alle Sätze machst, kannst du einfach einen einzigen Wert angeben: z.B. für 4 Sätze und 10 Wiederholungen gebe nur "10" ein, das wird automatisch zu "4 x 10".
es: Si haces las mismas repeticiones para todas las series, puedes entrar simplemente un solo valor: por ejemplo para 4 series, introduce un "10" para las repeticiones, esto se convertirá automáticamente en "4 x 10".
no: Hvis du gjør de samme repetisjoner for alle settene, kan du sette inn en verdi: f.eks for 4 sett bare fylle en med "10" for gjentakelser, dette vil automatisk bli "4 x 10".
pt_br: Se você fizer as mesmas repetições para todos os conjuntos, você pode entrar com um valor: ex. para 4 conjuntos entre um "10" para repetições, isto automaticamente tornará "4 x 10".

source: Set Nr. %(set_nr)s
no: Sett nr. %(set_nr)s
pt_br: Definir Nr. %(set_nr)s

source: Your workouts
bg: Твоите тренировки
de: Deine Trainingspläne
es: Tus rutinas
no: Dine treningsøkter
pt_br: Seus treinos
ru: Ваши тренировки

source: Add training day
bg: Добави тренировъчен ден
de: Trainingstag hinzufügen
es: Añadir día de entrenamiento
no: Legg til treningsdag
pt_br: Adicione um dia de treino
ru: Добавить тренировочный день

source: Show/Hide exercise comments
bg: Покажи/Скрий коментари за упражнение
de: Kommentare der Übungen ein/ausblenden
es: Mostrar/esconder comentarios para los ejercicios
no: Vis/skjul kommentarer til øvelsen
pt_br: Mostrar/esconder os comentários dos exercícios
ru: Показать/Скрыть комментарии к упражнению

source: Add training days
bg: Добави дни за тренировка
de: Trainingstag hinzufügen
es: Añadir días de entrenamiento
no: Legg til treningsdager
pt_br: Adicione dias de treinamento
ru: Добавить тренировочные дни

source: Add workout sets to days
no: Legg til treningssett til dager
pt_br: Adicionar conjunto de treinos aos dias

source: Set the repetitions for each set
bg: Задайте повторения за всяка серия
de: Wiederholungen für den Satz eingeben
es: Pon las repeticiones para cada serie
no: Sett repetisjoner for hvert sett
pt_br: Defina a repetição para cada conjunto
ru: Установить повторения к каждому подходу

source: use '99' for 'all repetitions you can do'
bg: използвай '99' за 'всички повторения, които можеш да направиш'
de: benutze '99' für 'So viele Wiederholungen wie es geht'
es: usa "99" para "las repeticiones que puedas"
no: bruk '99' for 'alle repetisjoner du kan gjøre'
pt_br: use '99' para 'todas as repetições que você puder fazer'
ru: воспользуйтесь '99' для 'всех повторений которые вы можете выполнить'

source: Muscles trained
bg: Тренирани мускули
de: Trainierte Muskeln
es: Músculos entrenados
no: Muskler trent
pt_br: Músculos treinados
ru: Тренированные мышцы

source: Images show combined muscles as trained by the exercises on the workout.
bg: Снимките показват комбинацията от мускули, както са натоварвани от упражнението на тренировката.
de: Das Bild zeigt die kombinierten Muskeln, wie sie von den Übungen trainiert werden.
es: Las imágenes muestran los músculos combinados como se entrenan por los ejercicios de la rutina.
no: Bildene viser kombinerte muskler som trenes av øvelsene på trening.
pt_br: As imagens mostram os músculos combinados como treinados pelos exercícios no treino.
ru: Изображения показывают комбинированные мышцы как тренированные упражнениями в тренировке.

source: View weight log
bg: Виж дневника за тежести
de: Gewichtslogbuch
no: Vis vektlogg
pt_br: Veja registro de peso
ru: Просмотр журнала вес

source: Edit workout
bg: Редактирай тренировката
de: Trainingsplan bearbeiten
es: Editar rutina
no: Endre treningsøkt
pt_br: Edite treino
ru: Изменить тренировку

source: Make a copy of this workout
bg: Направи копие на тренировката
de: Eine Kopie des Trainingsplans machen.
es: Hacer una copia de esta rutina
no: Lag en kopi av denne treningsøkten
pt_br: Faça uma cópia deste treino
ru: Сделать копию этой тренировки

source: Delete this workout
bg: Изтрии тренировката
de: Trainingsplan löschen
es: Borrar esta rutina
no: Slett denne treningsøkten
pt_br: Exclua este treino
ru: Удалить эту тренировку

source: Export this workout as a calendar file.
de: Diesen Trainingsplan als Kalenderdatei exportieren
es: Exportar esta rutina como archivo de calendario.
no: Eksporter denne treningsøkten som en kalender fil
pt_br: Exporte este treino como um arquivo de calendário

source: Table
de: Tabelle
no: Tabell
pt_br: Tabela

source: Schedule
no: Timeplan
pt_br: Agendar

source: Repetitions
no: Repetisjoner
pt_br: Repetições

source: Edit set
bg: Редактирай серия
de: Satz bearbeiten
es: Editar serie
no: Endre sett
pt_br: Edit conjunto
ru: Изменить подход

source: Your current workout '%(workout)s' expired %(days)s days ago.
de: Dein aktueller Trainingsplan '%(workout)s' ist vor %(days)s Tagen abgelaufen.
es: Tu rutina '%(workout)s' ha expirado hace %(days)s días.
no: Din gjendele trening '%(workout)s' har utløpet for %(days)s dager siden
pt_br: O seu atual treino '%(workout)s' expirou %(days)s dias atrás.

source: Your current workout '%(workout)s' is about to expire in %(days)s days.
de: Dein aktueller Trainingsplan '%(workout)s' wird in %(days)s Tagen abgelaufen.
es: Tu rutina actual '%(workout)s' expirará en %(days)s días.
no: Din gjeldene trening '%(workout)s' vil utløpe om %(days)s dager
pt_br: Seu atual treino '%(workout)s' está para expirar em %(days)s dias.

source: You will regularly receive such reminders till you add a new workout. Alternatively you can add workouts to a loop schedule, such schedules never produce reminders.
no: Du vil jevnlig motta slike påminnelser til du legger til en ny treningsøkt. Alternativt kan du legge treningsøktene til en timeplan i sløyfe, slike timeplaner vil aldri gi påminnelser.
pt_br: Você irá receber regularmente lembretes até você adicionar um novo treino. Alternativamente você pode adicionar treinos à um cronograma recorrente, sendo que tais cronogramas não produzem lembretes.

source: If you don't want to ever receive email reminders, deactivate the option in your settings.
no: Hvis du ikke ønsker å stadig motta e-postpåminnelser , deaktivere alternativet i innstillingene.
pt_br: Se você não quiser nunca receber lembrete por e-mail, desative a opção nas suas configurações.

source: Your last weight entry is from %(date)s (%(days)s days ago). Please click the link to access the application and enter a new one.
no: Ditt siste vekt oppføring er fra %(date)s (%(days)s dager siden). Klikk på linken for å få tilgang til programmet, og skriv inn en ny.
pt_br: Sua última atualização de massa corporal é de %(date)s (%(days)s dias atrás). Por favor clique no link para acessar o aplicativo e entrar com um novo valor.

source: You will regularly receive such reminders till you enter your current weight.
no: Du vil jevnlig motta slike påminnelser til du skriver inn din nåværende vekt.
pt_br: Você receberá esses lembretes até que indique a sua massa atual

source: Weight log for workout
bg: Запис за тежести на тренировка
de: Gewichtslog für Trainigsplan
no: Vektlogg for denne treningsøkten
pt_br: Registro de peso para o treino
ru: Регистрация веса для тренировки

source: Goal
bg: Цел
de: Ziel
es: Meta
no: Mål
pt_br: Objetivo
ru: Цель

source: No weight entries here.
bg: Няма попълнения за тегло тук.
de: Keine Gewichtseinträge gefunden
no: Ingen vektoppføring her.
pt_br: Nenhum registro de peso aqui.
ru: Здесь нет записей веса.

source: No exercises for this day.
bg: Няма упражнения за деня.
de: Keine Übungen für diesen Tag.
es: No hay ejercicios para este día.
no: Ingen øvelser for denne dagen.
pt_br: Nenhum exercício para este dia.
ru: Для этого дня упражнений нет.

source: This page shows the weight logs belonging to this workout only. Click on an exercise to see all the historical data for it.
bg: Тази страница показва дневниците за записите за тежести принадлежащи към тази тренировка само. Кликнете върху дадено упражнение за да видите всичките исторически данни за него.
de: Diese Seite zeigt nur die Gewichtseinträge für die Übungen in diesem Trainingsplan. Klicke auf eine Übung um die komplette Historie zu sehen.
no: Denne siden viser vekt loggene som kun tilhører denne treningsøkten Klikk på en øvelse for å se alle de historiske data.
pt_br: Esta página mostra o log de peso referente à este treino somente. Click em um exercício para ver todo o histórico dele.
ru: Эта страница показывает журнал веса только для этой тренировки. Нажмите на упражнение для показа его предыдущих данных.

source: Click on a value on a chart to edit the log entry.
bg: Натисни на стойност на графиката за да редактирате записа.
de: Klicke auf einen Wert um ihn zu editieren.
no: Klikk på en verdi i diagrammet for å redigere logg oppføringen
pt_br: Click em um valor no gráfico para editar um registro do log.
ru: Нажмите на значение на графике для изменения записи в журнале.

source: If on a single day there is more than one entry with the same number of repetitions, but different weights, only the entry with the higher weight is shown in the diagram.
bg: Ако за едни ден има повече от едно попълнение с същия брой повтерения, но различни тежести, само попълнението с по- голямата тежест е показано на диаграмата.
de: Falls an einem Tag es mehr als ein Eintrag gibt mit der selben Anzahl an Wiederholungen, aber verschiedene Gewichte, wird nur der Eintrag mit dem höheren Gewicht in das Diagramm eingefügt.
no: Hvis på en enkelt dag det er mer enn én oppføring med samme antall repetisjoner, men forskjellige vekter, vil kun oppføringen med høyere vekt er vist vises i diagrammet.
pt_br: Se em um dia houver mais de um refistro com o mesmo número de repetições, mas com diferentes pesos, somente o registro com o maior peso é mostrado no diagrama.
ru: Если на один день приходится больше одной записи с одинаковым количеством повторений, но разными тяжестями, то на графике будет показана только запись с большим весом.

source: Your workout today
de: Dein Training heute
es: Tu rutina para hoy
no: Dine treningsøkter i dag
pt_br: Seu treino hoje
ru: Ваша сегодняшняя тренировка

source: Start!
de: Starten!
es: ¡Empieza!
pt_br: Comece!
ru: Старт!

source: reps
de: Wdh.
es: repeticiones
no: repetisjoner
pt_br: Repetições
ru: Повторении

source: Skip
de: Überspringen
es: Saltar paso
no: Hopp over
pt_br: Pular
ru: Пропустить

source: Pause!
es: ¡Pausa!
pt_br: Pausa!
ru: Пауза!

source: Workout complete!
de: Training abgeschlossen!
es: ¡Entrenamiento completado!
no: Treningsøkt fullført!
pt_br: Treino completo!
ru: Тренировка закончена!
