Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: Exercises
bg: Упражнения
de: Übungen
es: Ejercicios
no: Øvelser
pt_br: Exercícios
ru: Упражнения

source: Ingredients
de: Zutaten
es: Ingredientes
no: Ingredienser
pt_br: Ingredientes
ru: Ингредиенты

source: Default gym
no: Standard gym
pt_br: Academia padrão

source: Select the default gym for this installation. This will assign all new registered users to this gym and update all existing users without a gym.
no: Velg ønsket standard treningsstudio for denne installasjonen. Alle nye registrerte brukere vil tildeles dette treningsstudioet, og alle registrerte brukere som ikke er tildelt et treningsstudio vil også bli tildelt dette treningsstudioet.
pt_br: Selecione a academia padrão para essa instalação. Isto atribuirá todos os novos usuários registrados e os usuários sem academia à essa academia.

source: Languages
de: Sprachen
es: Idiomas
no: Språk
pt_br: Idiomas
ru: Языки

source: Language short name
bg: Съкратено име на езика
de: Name der Sprache - kurz
es: Idioma - nombre corto
no: Språk, forkortet navn
pt_br: Abreviação do idioma
ru: Короткое обозночение языка

source: Language full name
bg: Пълно име на език
de: Name der Sprache - lang
es: Idioma - nombre largo
no: Språk, fullt navn
pt_br: Nome completo idioma
ru: Полное обозночение языка

source: Options
bg: Опции
de: Optionen
es: Opciones
no: Alternativer
pt_br: Opções
ru: Опции

source: Add
bg: Добави
de: Hinzufügen
es: Añadir
no: Legg til
pt_br: Adicionar
ru: Добавить

source: Configuration
de: Konfiguration
es: Configuración
no: Konfiguarsjon
pt_br: Configuração
ru: Конфигурация

source: Use the configuration to select in what languages the exercises and ingredients will be shown for the current language (for example the exercises should be shown in languages A, B and C; the ingredients only in A).
de: Benutze die Konfiguration um auszuwählen, in welche Sprachen die Übungen und die Zutaten dargestellt werden sollen für die gerade ausgewählte Sprache (z.B. können die Übungen in Sprachen A, B und C, die Zutaten nur in A angezeigt werden).
es: Usa la configuración para elegir en que idiomas se muestran los ingredientes y los ejercicios para el idioma actual (por ejemplo, mostrar los ejercicios en los idiomas A, B y C; los ingredientes, sólo en A).
no: Bruk konfigurasjonen til å velge hvilke språk øvelsene og ingrediensene skal vises med. (for eksempel: Øvelsene skal bli vist i språk A, B og C; ingrediensene bare i A).
pt_br: Use a configuração para selecionar em qual idioma os exercícios e ingredientes serão mostrados para o idioma atual (por exemplo, os exercícios devem ser mostrados nas linguagens A, B, C; os ingredientes somente no A).
ru: Используйте настройки, чтобы выбрать языки на которых упражнения и ингредиенты будут показаны (например упражнения должны быть показаны на языках A, B и C; а ингредиенты только на А).

source: Show
de: Anzeigen
es: Mostrar
no: Vis
pt_br: Mostrar
ru: Показать

source: Edit
bg: Поправи
de: Bearbeiten
es: Editar
no: Rediger
pt_br: Editar
ru: Редактировать

source: Delete
bg: Изтрии
de: Löschen
es: Borrar
no: Slett
pt_br: Remover
ru: Удалить

source: Successfully deleted
de: Erfolgreich gelöscht
es: Borrado con éxito
no: Slettingen var vellykket
pt_br: Excluído com sucesso
ru: Успешно удалено

source: Delete {0}?
de: {0} löschen?
es: ¿Borrar {0}?
no: Slett {0}?
pt_br: Remover {0}?
ru: Удалить {0}?

source: Edit {0}
de: {0} bearbeiten
no: Rediger {0}
pt_br: Editar {0}

source: Sample workout
bg: Примерна тренировка
de: Beispiel Trainingsplan
es: Rutina de ejemplo
no: Eksempel treningsøkt
pt_br: Treino de exemplo
ru: Пример тренировки

source: Sample day
bg: Примерен ден
de: Beispieltag
es: Día de ejemplo
no: Eksempel dag
pt_br: Dia de exemplo
ru: Пример дня

source: Another sample day
bg: Друг примерен ден
de: Noch ein Beispieltag
es: Otro día de ejemplo
no: En annen eksempel-dag
pt_br: Outro dia de exemplo
ru: Другой пример дня

source: Sample nutrional plan
bg: Примерен план за хранене
de: Beispiel Ernährungplan
es: Ejemplo de plan nutricional
no: Eksempel ærnæringsplan
pt_br: Exemplo de plano nutricional
ru: Пример плана питания

source: Placeholder workout nr {0} for schedule
bg: Място за тренировка № {0} по план
de: Platzhalter Trainingsplan {0} für Zeitplan
no: Plassholder for treningsøkt nr {0} for timeplanen
pt_br: Espaço reservado para treino nº {0} para agendamento
ru: «Заполнитель» тренировки № {0} для программы

source: My cool workout schedule
bg: Моята готина тренировъчна схема
de: Mein cooler Zeitplan
es: Mi programa de rutinas
no: Mitt kule treningsprogram
pt_br: Minha agenda de treino bacana
ru: Моя прикольная программа тренировки

source: Empty placeholder schedule
bg: Празно място за тренировъчен план
de: Leerer Platzhalter Zeitplan
no: Tom plassholder for timeplanen
pt_br: Agenda espaço reservado vazio
ru: Пустая программа-«заполнитель»

source: Username or email
no: Brukernavn eller e-postadresse
pt_br: Usuário ou e-mail

source: Used for password resets and, optionally, email reminders.
no: Brukes for passordtilbakestillinger og eventuelt e-postpåminnelser.
pt_br: Usada para ressetar senha e email de lembretes opcionais

source: This email is already used.
bg: Този email е вече използван.
de: Diese Emailadresse wird bereits verwendet.
es: Esta dirección de email ya está en uso.
no: Denne e-posten er allerede i bruk.
pt_br: Este e-mail já está em uso.
ru: Этот электронный адрес уже используется.

source: First name
no: Fornavn
pt_br: Primeiro nome

source: Last name
no: Etternavn
pt_br: Último nome

source: Password
no: Passord
pt_br: Senha

source: Please enter your current password.
no: Vennligst skriv inn ditt nåværende passord
pt_br: Por favor informe a sua senha atual.

source: Invalid password
no: Ugyldig passord
pt_br: Senha inválida

source: Confirmation text
bg: Текст за потвърждение
de: Text bestätigen
es: Texto de confirmación
no: Bekreftelsestekst
pt_br: Texto de confirmação
ru: Текст подтверждения

source: As a security measure, please enter the previous words
bg: Като мярка за сигурност, моля напишете думите
de: Als Sicherheitsmaßnahme gegen Spam, gebe bitte die vorherigen Wörter ein
es: Como medida de seguridad, por favor pon aqui las palabras previas
no: For sikkerhets skyld, vennligst skriv inn de forrige ordene
pt_br: Como medida de segurança, por favor, digite as palavras anteriores
ru: В мерах безопасности, пожалуйста введите предыдущие слова

source: Contact
no: Kontakt
pt_br: Contato

source: Some way of answering you (email, etc.)
no: En måte å svare deg på (e-post, etc.)
pt_br: Meios de contato (email, etc.)

source: Comment
bg: Коментирай
de: Kommentar
es: Comentario
no: Kommentar
pt_br: Comentário
ru: Комментарий

source: What do you want to say?
bg: Какво искаш да кажеш?
de: Was willst du sagen?
es: ¿Qué quieres decir?
no: Hva vil du si?
pt_br: O que você quer dizer?
ru: Что Вы имеете в виду?

source: Male
de: Männlich
es: Hombre
no: Mann
pt_br: Masculino
ru: Мужской

source: Female
de: Weiblich
es: Mujer
no: Kvinne
pt_br: Feminino
ru: Женский

source: Low
de: Niedrig
es: Bajo
no: Lav
pt_br: Baixa
ru: Пониженный

source: Medium
de: Mittel
es: Medio
no: Middels
pt_br: Médio
ru: Средний

source: High
de: Hoch
es: Alto
no: Høy
pt_br: Alto
ru: Высший

source: Metric (kilogram)
no: Metrisk (kg)
pt_br: Métrico (kg)

source: Imperial (pound)
no: Britisk enhetssystem (pund)
pt_br: Imperial (lb)

source: Show exercise comments
bg: Покажи коментарите на упражнението
de: Übungskommentare ein/ausblenden
es: Muestra los comentarios de los ejercicios
no: Vis øvelseskommentarer
pt_br: Mostrar comentários do exercício
ru: Показать комментарии к упражнению

source: Check to show exercise comments on the workout view
bg: Отбележи, за да се покажат коментарите от упражнението да прегледа за тренировката
de: Auswählen, um Übungskommentare auf der Trainingsplanseite anzuzeigen
es: Activa para mostrar los comentarios para los ejercicios
no: Kryss av for å vise øvelseskommentarer i trenings-visning
pt_br: Marque para mostrar os comentários do exercício na visualização do treino
ru: Поставьте галочку, для показа комментариев к упражнению в обзоре тренировки

source: Also use ingredients in English
bg: Също използвай съставки на Английски
de: Auch Zutaten auf Englisch anzeigen
es: Usa también los ingredientes en inglés
no: Bruk også ingredienser på engelsk
pt_br: Também use ingredientes em Inglês
ru: Компоненты также на английском языке

source: Check to also show ingredients in English while creating a nutritional plan. These ingredients are extracted from a list provided by the US Department of Agriculture. It is extremely complete, with around 7000 entries, but can be somewhat overwhelming and make the search difficult.
bg: Отбележи за да покажеш също съставките на Английски, докато си създаваш план за хранене. Тези съставки за извлечени от списък издаден от Департамента за Агрикултура на САЩ. Той е изключително пълноценен, с около 7000 въведения, но също може да се окаже прекалено голям и да направи търсенето дълго.
de: Auswählen, um auch Zutaten auf englisch anzuzeigen beim Erstellen eines Ernährungsplanes. Diese Zutaten stammen aus einer Liste des amerikanischen Landwirtschaftsministeriums. Diese hat etwa 8000 Einträge und ist extrem vollständig, kann aber die Suche etwas unübersichtlich machen.
es: Activa para mostrar también ingredientes en inglés en durante la creación de planes nutricionales. Estos ingredientes han sido extahidos de una lista proveida por el Departamento de Agricultura de los EE.EE. Es extremadamente completa, con aproximadamente 7000 elementos pero puede hacer la búsqueda más difícil.
no: Kryss av for å også vise ingredienser på engelsk når du lager en ernæringsplan. Disse ingrediensene er hentet fra en liste laget av det amerikanske landbruksdepartementet. Denne listen er veldig utfyllende, med ca. 7000 oppføringer, men kan bli litt overveldende og gjøre søket vanskelig.
pt_br: Marque também para mostrar ingredientes em inglês equanto cria o plano nutricional. Esses ingredientes são extraídos de uma lista mantida pelo Departamento de Agricultura dos Estados Unidos da América. Essa lista é extremamente completa, com aproximadamente 7000 itens, mas pode ser um pouco grande e torna a pesquisa complicada.
ru: Поставьте галочку, для того что-бы показать компоненты также на английском языке при создании программы питания. Названия этих ингредиентов взяты из списка установленном Департаментом Сельского Хозяйства США. Список довольно обширный (около 7000 записей), что может усложнить поиск.

source: Activate workout reminders
de: Trainingsplanerinnerungen aktivieren
es: Activa recordatorios automáticos para rutinas
no: Aktiver treningsvarsler
pt_br: Lembretes de treino ativo

source: Check to activate automatic reminders for workouts. You need to provide a valid email for this to work.
de: Auswählen, um automatische Erinnerungen für Trainingspläne zu aktivieren. Du wirst eine korrekte Emailadresse dafür brauchen.
es: Activa recordatorios automáticos para rutinas expiradas. Necesitarás proporcionar una dirección de correo electrónico válida para que esto funcione.
no: Kryss av for å aktivere automatiske påminnelser for treningsøkter. Du må legge inn en gyldig e-post for at dette skal fungere.
pt_br: Marque para ativa automaticamente os lembretes de treino. Você precisa fornecer um e-mail válido para que isso funcione.

source: Remind before expiration
de: Vor Ablauf erinnern
es: Recordar antes de expiración
no: Påminnelse før utløp
pt_br: Lembrar antes da experição

source: The number of days you want to be reminded before a workout expires.
de: Die Anzahl der Tage, die du vor dem Ablauf des Trainingsplanes erinnert werden möchtest.
es: El número de días que quieres que se te recuerde antes de un entrenamiento expire.
no: Antall dager før en trenings utløp du vil motta varsel
pt_br: O número de dias que você deseja ser lembrado antes que o treino expire.

source: Default duration of workouts
de: Standardwert der Trainingsplandauer
es: Duración por defecto de rutinas
no: Standard varighet på treningsøkter
pt_br: Duração padrão do treino

source: Default duration in weeks of workouts not in a schedule. Used for email workout reminders.
de: Standardwert in Wochen für Trainingspläne, die nicht in einem Zeitplan sind. Wird für Emailerinnerungen benutzt.
es: Duración en semanas de rutinas que no pertenezcan a un programa. Esto se utilizará para los recordatorios de rutinas expiradas.
no: Standard varighet i uker for treningsøkter som ikke er med i en plan. Dette blir brukt for treningsvarsler.
pt_br: Duração padrão em semanas dos treinos não agendados. Usado para enviar e-mail de aviso de treino.

source: Notification language
de: Sprache für Benachrichtigungen
es: Idioma de notificación
no: Varslingsspråk
pt_br: Notificação de idioma

source: Language to use when sending you email notifications, e.g. email reminders for workouts. This does not affect the language used on the website.
de: Zu benutzende Sprache wenn wir dir Emailbenachrichtigungen schicken, z.B. Erinnerungsemails für Trainingspläne. Diese Angabe beeinflusst die Sprache der Webseite nicht.
es: Idioma que se utilizará al enviar notificaciones por correo electrónico, por ejemplo, recordatorios para los entrenamientos. Esto no afecta el idioma utilizado en la página web.
no: Språk som skal brukes for å sende deg e-post varslinger, f.eks. e-post påminnelser for treningsøkter. Dette påvirker ikke språket som blir brukt på hjemmesiden.
pt_br: Idioma usado durante o envio de email de notificação, por exemplo, e-mail de lembrete de treinos. Isso não afeta o idioma usado no site.

source: Use pauses in workout timer
de: Pausen im Studiomodus benutzen
no: Bruk pauser i treningstidtaker
pt_br: Usar pausa no cronômetro de treino

source: Check to activate timer pauses between exercises.
de: Auswählen, um Pausen zwischen den Übungen zu aktivieren
no: Kryss av for å aktivere pauser mellom øvelsene.
pt_br: Marque para ativar pausas durante os exercícios.

source: Default duration of workout pauses
de: Dauer der Pausen
no: Standard varighet på pauser
pt_br: duração padrão das pausas dos treinos.

source: Default duration in seconds of pauses used by the timer in the gym mode.
de: Länge der Pausen im Studiomodus, in Sekunden.
no: Standard varighet på pauser, i sekunder, brukt av tidtakeren trenings-modus.
pt_br: Duração padrão em segundos das pausas usado pelo cronômetro no modo academia.

source: Age
de: Alter
es: Edad
no: Alder
pt_br: Idade
ru: Возраст

source: Height (cm)
de: Größe (cm)
es: Altura (cm)
no: Høyde (cm)
pt_br: Altura (cm)
ru: Рост (см)

source: Hours of sleep
de: Stunden Schlaf
es: Horas de sueño
no: Timer med søvn
pt_br: Horas de sono
ru: Количество часов сна

source: The average hours of sleep per day
de: Durschnitliche Stunden Schlaf pro Tag
es: Media de horas por día
no: Antall timer med søvn per dag, i gjennomsnitt.
pt_br: Média de horas dormidas por dia
ru: Среднее количество часов сна в сутки

source: Work
de: Arbeit
es: Trabajo
no: Arbeid
pt_br: Trabalho
ru: Работа

source: Average hours per day
de: Durschnittliche Stunden pro Tag
es: Horas por día, promedio
no: Gjennomsnittstimer per dag
pt_br: Média de horas por dia
ru: Среднее количество часов в день

source: Physical intensity
de: Körperliche Intensität
es: Intensidad física
no: Fysisk intensitet
pt_br: Intensidade física
ru: Физическая напряженность

source: Approximately
de: Ungefähr
es: Aproximado
no: Omtrent
pt_br: Aproximadamente
ru: Приблизительно

source: Sport
es: Deporte
pt_br: Esporte
ru: Спорт

source: Average hours per week
de: Durschnittliche Stunden pro Woche
es: Media de horas por día
no: Gjennomsnittstimer per uke
pt_br: Média de horas por semana
ru: Среднее количество часов в неделю

source: Free time
de: Freizeit
es: Tiempo libre
no: Ledig tid
pt_br: Tempo livre
ru: Свободное время

source: Total daily calories
de: Gesamte tägliche Kalorien
es: Calorías totales diarias
no: Antall kalorier daglig
pt_br: Total calorias diária
ru: Общая суточная калорийность

source: Total caloric intake, including e.g. any surplus
de: Gesamt Kalorieneinnahme inkl. Überschuss
no: Totalt kaloriinntak, inkludert f.eks. overskudd
pt_br: Total de ingestão calórica, incluindo qualquer excedente
ru: Общее потребление калорий, в том числе, любой излишек

source: Weight unit
bg: Единица за тегло
de: Gewichtseinheit
es: Unidad de peso
no: Vektenhet
pt_br: Unidade de peso
ru: Единица веса

source: Allow external access
no: Tilltatt ekstern tilgang
pt_br: Permite acesso externo

source: Allow external users to access your workouts and logs in a read-only mode. You need to set this before you can share links e.g. to social media.
no: Tillat eksterne brukere å få tilgang til treningsøktene dine og logger i en skrivebeskyttet modus. Du må sette dette før du kan dele linker f.eks til sosiale medier.
pt_br: Permite acesso externo de leitura aos treinos e logs. Você precisa ligar para poder compartilhar links.

source: Automatic reminders for weight entries
no: Automatiske påminnelser for vekt oppføringer
pt_br: Lembretes automáticos para pesos digitados

source: Number of days after the last weight entry (enter 0 to deactivate)
no: Antall dager etter den siste vekten oppføringen (skriv 0 for å deaktivere)
pt_br: Número de dias após o último peso digitado (0 para desativar)

source: The sum of all hours has to be 24
de: Die Summe aller Stunden muss 24 sein
es: La suma de todas las horas tiene que ser 24
no: Summen av antall timer må bli 24
pt_br: A soma de todas as horas deve ser 24
ru: Сумма всех часов должна быть 24

source: Day of the week
bg: Ден от седмица
de: Wochentag
es: Día de la semana
no: Dag i uken
pt_br: Dia da semana
ru: День недели

source: Full name
de: Name
no: Fullt navn
pt_br: Nome completo

source: Short name, e.g. CC-BY-SA 3
de: Kürzel, z.B. CC-BY-SA 3
no: Forkortet navn, f.eks. CC-BY-SA 3
pt_br: Abreviação, por exemplo CC-BY-SA 3

source: Link to license text or other information
de: Verweis zum Lizenztext oder andere Information
no: Link til lisenstekst eller annen informasjon
pt_br: Link para a licença ou outra informação

source: Forbidden!
bg: Забранено!
de: Verboten!
es: ¡Prohibido!
no: Forbudt!
pt_br: Proibido!
ru: Запрещено!

source: Something happened that is not allowed.
bg: Нещо се случи, което не е позволено.
de: Etwas Unerlaubtes ist passiert.
es: Algo ha pasado que no está permitido.
no: Noe ulovlig har skjedd.
pt_br: Algo que não é permitido aconteceu.
ru: Произошли недопустимые действия.

source: Page not found
bg: Страницата не е намерена
de: Seite nicht gefunden
es: Página no encontrada
no: Siden finnes ikke
pt_br: Página não encontrada
ru: Страницу не найдено

source: The page you requested does not exist.
bg: Страницата, която потърсихте не съществува
de: Diese Seite existiert nicht.
es: La página que has solicitado no existe.
no: Siden du spør etter eksisterer ikke.
pt_br: A página que você solicitou não existe.
ru: Страница, на которую Вы подали запрос, не существует.

source: An error occured
bg: Стана грешка
de: Ein Fehler ist passiert
es: Ha ocurrido un error
no: En feil har oppstått
pt_br: Um erro ocorreu
ru: Произошла ошибка

source: Something happened that caused an error.
bg: Нещо се случи, което причини грешка.
de: Etwas hat einen Fehler verursacht.
es: Algo ha sucedido que ha causadi un error.
no: Noe skjedde som forårsaket en feil.
pt_br: Algo aconteceu que causou um erro.
ru: Произошли действия, которые вызвали ошибку.

source: You are browsing the site as the user "%(current_user)s", all actions are performed on his data.
no: Du surfer på denne siden som brukeren: "%(current_user)s", alle handlinger blir utført på denne brukerens data.
pt_br: Você está navegando no site como "%(current_user)s", todas as ações são executadas nos seus dados.

source: Back to "%(target)s"
no: Tilbake til "%(target)s"
pt_br: Voltar a "%(target)s"

source: Share
no: Del
pt_br: Compartilha

source: Are you sure you want to delete this? This action cannot be undone.
bg: Сигурен ли си, че искаш да изтриеш това? Това действие е невъзвратимо!
de: Bist du sicher, dass du das löschen willst? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres borrar esto? Esta acción no se puede deshacer.
no: Er du sikker på at du vil slette dette? Denne handlingen kan ikke angres.
pt_br: Você tem certeza que quer remover isto? Esta ação não pode ser desfeita.
ru: Вы уверены что хотите это удалить? Это действие необратимо.

source: Yes, delete
no: Ja, slett det
pt_br: Sim, exclua

source: Dashboard
bg: Табло
de: Übersicht
es: Escritorio
pt_br: Painel
ru: Панель управления

source: Add log to day
de: Logbucheintrag zum Tag hinzufügen
no: Legg til logg til dag
pt_br: Adicionar registro ao dia
ru: Добавить журнал к дню

source: Click to add weight logs to a training day in your current workout:
de: Klicken, um einen Gewichtseintrag zu einem Trainingstag in deinem aktuellen Trainingsplan hinzuzufügen:
no: Klikk for å legge til vektlogger til en treningsdag i din nåværende treningsøkt:
pt_br: Click para adicionar registros de peso à um dia de treino no seu atual exercício:

source: No workouts found.
bg: Не са намерени тренировки.
de: Keine Trainingspläne gefunden.
es: No se han encontrado rutinas.
no: Ingen treningsøkter funnet.
pt_br: Nenhum treino encontrado.
ru: Тренировок не найдено.

source: Add one now.
bg: Добави сега.
de: Jetzt hinzufügen.
es: Añadir ahora.
no: Legg til en nå.
pt_br: Adicionar um agora.
ru: Добавить одну сейчас.

source: Workout
bg: Упражнение
de: Trainingsplan
es: Rutina
no: Treningsøkt
pt_br: Treino
ru: Тренировка

source: Add new log
de: Neuen Tagebucheintrag hinzufügen
no: Legg til logg
pt_br: Adicionar umnovo registro
ru: Добавить новый журнал

source: This workout is part of a schedule:
bg: Тази тренировка е част от график:
de: Dieser Traininsplan ist teil eines Zeitplans:
es: Esta rutina es parte de un programa:
no: Denne treningsøkten er en del av en plan.
pt_br: Este treino é parte de um plano:
ru: Эта тренировка - часть программы:

source: Nutrition plan
bg: План за хранене
de: Ernährungsplan
es: Plan nutricional
no: Ernæringsplan
pt_br: Plano de nutrição
ru: Программа питания

source: Energy
bg: Енергия
de: Energie
es: Energía
no: Energi
pt_br: Energia
ru: Энергия

source: Protein
bg: Протеин
de: Eiweiß
es: Proteínas
pt_br: Proteína
ru: Протеин

source: Carbohydrates
bg: Въглехидрати
de: Kohlenhydrate
es: Hidratos de carbono
no: Karbohydrater
pt_br: Carboidratos
ru: Углеводы

source: Fat
bg: Мазнини
de: Fett
es: Grasa
no: Fett
pt_br: Gordura
ru: Жиры

source: No nutrition plans.
bg: Няма план за хранене
de: Keine Ernährungspläne.
es: No hay planes nutricionales.
no: Ingen ernæringsplaner.
pt_br: Nenhum plano de nutrição.
ru: Программ питания нет.

source: Your current weight is:
bg: Текущото ви тегло е:
de: Dein aktuelles Gewicht ist:
es: Tu peso actual es:
no: Din nåværende vekt er:
pt_br: Seu peso atual é:
ru: Ваш вес на данный момент:

source: Add workout
bg: Добави упражнение
de: Trainingsplan hinzufügen
es: Añadir rutina
no: Legg til treningsøkt
pt_br: Adicionar treino
ru: Добавить тренировку

source: Add nutrition plan
bg: Добави план за хранене
de: Ernährungsplan hinzufügen
es: Añadir plan nutricional
no: Legg til ernæringsplan
pt_br: adicionar plano de nutrição
ru: Добавить программу питания

source: Info
bg: Инфо
es: Información
pt_br: Informação
ru: Информация
