Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: The exercise database contains around hundred exercises from which you can choose when creating a workout. Some have important notes about the form to perform them. This is displayed in the workout overview page, so you keep them in mind.
de: Die Übungsdatenbank hat um die Hundert Einträge von denen du auswählten kannst, wenn du ein Trainingsplan erstellst. Manche haben wichtige Bemerkungen was die korrekte Ausführung betrifft. Diese können auf der Trainigsplanseite angezeigt werden, um sie im Kopf zu behalten.
es: La base de datos de ejercicios contiene alrededor de cien ejercicios que puedes usar cuando hagas tu rutina. Algnunos tienen notas importantes sobre cómo hacerlos. Estas notas se muestran en el índice de las rutinas.
no: Øvelsens databasen inneholder rundt hundre øvelser som du kan velge når du oppretter en treningsøkt. Noen har viktige notater om formen til å utføre dem. Dette vises i treningens oversikts siden, så ha det i tankene.
pt_br: O banco de dados de exercício contém centenas de exercícios dos quais você pode escolher quando estiver criando um treino. Alguns possuem notas importantes sobre como executá-los. Isto é mostrado na página da visão geral do treino, então fique ligado.
ru: При создании тренировки вы можете выбрать упражнения из базы данных, которая содержит около ста упражнений. Некоторые содержат важные замечания для их выполнения. Они отображаются в обзоре тренировки, для того, чтобы вы взяли их во внимание.

source: Gym management
no: Trenings administrasjon
pt_br: Gerenciamento de academia

source: Use the application for your gym to manage its members, their workouts and attendance. Keep an eye on inactive members with optional notifications. You can create users with different roles to distribute the administrative tasks such as trainer or gym manager.
no: Bruke dette programmet for ditt treningsstudio til å styre dine medlemmer, deres treningsøkter og frammøte. Hold øye med inaktive medlemmer med tilleggsvarsler. Du kan opprette brukere med ulike roller til å fordele de administrative oppgaver som trener eller gym manager.
pt_br: Use a aplicação para sua academia para gerenciar os seus alunos, seus treinos e suas frequências. Manenha-se informado sobre os alunos inativos com as notificações opcionais. Você pode criar usuários com diferentes papéis para distribuir as tarefas administrativas como treinador ou gerente da academia.

source: 100%% Open Source
no: 100%% åpen kilde
pt_br: 100%% Código Livre

source: All of the code running wger is open source, allowing the public to openly review its code and security. Anyone can contribute towards the development of wger or deploy private installations.
no: Alt av koder wger kjører på er åpen kildekode, slik at publikum kan gjennomgå dens kode og sikkerhet. Alle kan bidra til utvikling av wger eller distribuere private installasjoner.
pt_br: Todo o código fonte do wger é open source, permitindo o público abertamente inspencioná-lo, inclusive no tocante à segurança. Qualquer um pode contribuir para o desenvolvimento do wge ou implantá-lo em uma instalação privativa.

source: Join and help
no: Bli med og hjelp
pt_br: Participe e ajude

source: Join development
no: Felles utvikling
pt_br: Participe do desenvolvimento

source: wger provides a REST API with full read write access to all data. To access publicly accessible data such as exercises you don't need any form of authentication, for other objects such as workouts you need to get an API key.
no: wger gir en REST API med full lese- skrivetilgang til all data. For å få tilgang til offentlig tilgjengelige data som øvelser du ikke trenger noen form for autentisering, for andre gjenstander som trening må du få en API-nøkkel.
pt_br: wger provê uma API REST com acesso completo de leitura e escrita para todos os dados. Para acessar os dados disponiveis publicamente, como os exercícios, você não precisa de nenhuma forma de auenticação, já para acessar os outros objetos, como os treinos, você precis obter uma chave da API.

source: Other features
no: Andre funksjoner
pt_br: Outros recursos

source: Smooth performance and easy user interface.
no: Bra ytelse og enkelt brukergrensesnitt.
pt_br: Performance suave e interface com usuário fácil.

source: Export workouts, nutrition plans and routines as PDF
no: Eksporter trening, ernæringsplaner og rutiner som PDF
pt_br: Exporte treinos, planos de nutrição e rotinas em PDF

source: Create complex routines, specify how much the exercise weights increase each week
no: Lage komplekse rutiner, angi hvor mye hver øvelse øker i vekter hver uke
pt_br: Crie rotinas complexas, especifique o quanto os pesos do exercício irão aumentar em cada semana

source: Gym-optimised view with countdown to easily log weights during the workout
no: Treningsoptimalisert visning med nedtelling for enkelt å logge vekter under treningen
pt_br: Visão otimizada para academia com contador regressivo para facilmente registrar os pesos durante o treino

source: Export your routines and workouts to an application such as iCal or google calendar.
no: Eksporter rutiner og trening til et program som iCal eller Google Kalender.
pt_br: Exporte sua rotina e treinos para uma aplicação como o iCal ou google calendar.

source: Receive email notifications to remind you to change your routine (optional)
no: Motta e-postmeldinger for å minne deg på å endre din rutine (valgfritt)
pt_br: Receber notificações por e-mail para lembrá-lo de mudar a sua rotina (opcional)

source: Calendar view with last workouts and weight logs for easy overview and control
no: Kalendervisning med siste trening og vekt logger for enkel oversikt og kontroll
pt_br: Visão em calendário com os últimos treinos e registros de peso para uma visão global e fácil controle

source: Support for both metric (kg) and imperial (lb) weight units
no: Støtte for både metriske (kg) og britiske (lb) vektenheter
pt_br: Suporte para ambas as unidades de medida de peso do sistema métrico (kg) e o sistema imperial (lb)

source: Available in many languages
no: Tilgjengelig på mange språk
pt_br: Disponível em várias línguas

source: BMI and daily calories calculator
no: BMI og daglig kalori kalkulator
pt_br: Calculadora de IMC e calorias diárias

source: Automatically calculated grams of macronutrients per body weight
no: Automatisk beregne gram av makronæringsstoffer per kroppsvekt
pt_br: Gramas calculadas automaticamente dos macronutrientes pelo peso corporal

source: Mobile friendly version
no: Mobilvennlig versjon
pt_br: Versão mobile amigável

source: Import and export your weight data to and from CSV
no: Importer og eksporter din vektdata til og fra CSV
pt_br: Importe e exporte seus dados de peso para em um CSV

source: Reporting a problem
de: Problem berichten
es: Informar sobre un problema
no: Rapporter et problem
pt_br: Reportando um problema
ru: Сообщение о проблеме

source: No software is perfect. For some severe errors, an email will be automatically sent, but not always, so I depend on you reporting everything that didn't behave as expected. Please describe in as much detail as you can what you were doing when the error happened.
de: Keine Software ist perfekt. Bei manchen schweren Fehlern bekomme ich automatisch eine Email, aber nicht immer. Ich brauche also deine Fehlerberichte, um über darüber zu überhaupt zu erfahren und reagieren zu können. Bitte im Detail beschreiben, wie es zum Fehler kam.
es: Ningún programa es perfecto. Para algunos errores graves, un email es enviado automáticamente, pero no siempre, asi que dependo de ti para avisarme si algo no funciona como debería. Por favor, describe con tanto detalle como puedas lo que hiciste cuando ocurrió el error.
no: Ingen programvare er perfekt. For alvorlige feil, vil en e-post sendes automatisk, men ikke alltid, så jeg er avhengig av deg til å rapportere alt som ikke oppfører seg som forventet. Beskriv så detaljert hva du gjorde da feilen skjedde.
pt_br: Nenhum software é perfeito. Para alguns erros graves, um e-mail será enviado automaticamente, mas nem sempre, então eu dependo que você reporte tudo que não se comporte da maneira esperada. Por favor, descreva o problema com o máximo de detalhes relevantes possível, como o que você estava fazendo quando o error ocorreu.
ru: Нет совершенного программного обеспечения. При некоторых серьезных ошибках автоматически будет высылаться электронное сообщение, но не всегда, так что я полагаюсь на вашу отчетность всего, что не ведет себя так, как ожидалось. Пожалуйста, опишите как можно подробнее, что вы делали, когда ошибка произошла.

source: report problem to the issue tracker
de: Problem im Issuetracker melden
es: informar sobre un problema en el gestor de incidencias
no: Rapporter problemet til problemsøkeren
pt_br: Reporte problemas no issue tracker
ru: сообщить о проблеме в систему отслеживания ошибок

source: Enhancements
de: Verbesserungen
es: Mejoras
no: Forbedringer
pt_br: Melhorias
ru: Усовершенствования

source: The issue tracker can also be used to document enhancements to the software. If you have some suggestions or think a feature is missing, feel free to open a ticket. This can be anything from a slight change to a whole new section of the site. Please keep in mind that not all wishes can be implemented.
de: Der Issuetracker kann auch dafür benutzt werden, um Verbesserungen vorzuschlagen. Wenn du Ideen hast oder denkst, dass etwas fehlt, öffne auch ein Ticket. Das kann alles mögliche sein, von einer kleinen Anpassung bis zu einem komplett neuen Bereich. Beachte aber, dass nicht alles umgesetzt werden kann.
es: El gestor de incidencias también puede ser usado para documentar mejoras del programa. Si tienes una sugestión o crees que hay alguna función que falta, no dudes en abrir una incidencia. Esto puede ser cualquier cosa desde un cambio pequeño hasta una sección nueva. Por favor, ten en cuenta que no todos los cambios se pueden implementar.
no: Problem tracker kan også brukes til å dokumentere forbedringer til programvaren. Hvis du har noen forslag eller tror det mangler en funksjon, føl deg fri til å åpne en ticket. Dette kan være alt fra en liten endring til en hel ny del av siden. Vær spesielt oppmerksom på at ikke alle ønsker kan bli implementert.
pt_br: O issue tracker pode ser usado também para documentar as melhorias desejadas. Se você tiver alguma sugestão ou estiver achando que alguma funcionalidade está faltando, sinta-se à vontade para abrir um chamado. Pode ser qualquer coisas desde uma pequena mudança até uma nova seção no site. Por favor, tenha em mente que nem todos os desejos serão implementados.
ru: Отслеживатель ошибок может также использоваться для документирования улучшения программного обеспечения. Если у вас есть предложения или думаете, что функция отсутствует, просто откройте билет. Это может быть что угодно, от небольшого изменения до предложения целого нового раздела сайта. Пожалуйста, имейте в виду, что не все желания могут быть реализованы.

source: report wish to the issue tracker
de: Wunsch im Issuetracker melden
es: informar sobre un deseo en el gestor de incidencias
no: Rapporter ønsker til problemsøkeren
pt_br: Reporte sugestões para o issue tracker
ru: сообщить о просьбе в систему отслеживания ошибок

source: No Github account?
de: Kein Github Account?
es: ¿No tienes cuenta en github?
no: Ingen Github konto?
pt_br: Não possui conta no github?
ru: Нет аккаунта в Github?

source: Filing an issue requires a github account, if you don't have one and don't want to register, you can also send it to <a href="https://groups.google.com/group/wger">the mailing list</a>.
de: Um ein Ticket bei github zu erstellen braucht man dort ein Konto. Wenn du keins hast und du dich auch nicht registrieren willst, schreibe bitte dann einfach an <a href="https://groups.google.com/group/wger">die Mailingliste</a>.
es: Crear una incidencia requiere una cuenta en github. Si no tienes una y no quieres registrarte, puedes hacerlo también a través de la <a href="https://groups.google.com/group/wger">lista de correo</a>.
no: For å rapportere en feil kreves en github konto. Om du ikke har en, eller ikke ønsker å opprette en, kan du sende inn feilen til følgende <a href="https://groups.google.com/group/wger">epostliste</a>.
pt_br: Informando uma issue requer uma conta no github, caso você não possua e não queira cadastrar-se, você pode enviá-la para <a href="https://groups.google.com/group/wger">a lista de discução</a>.
ru: Подача вопроса требует наличие аккаунта в github, если его у вас нет или вы не хотите регистрироваться, вы можете его также выслать в<a href="https://groups.google.com/group/wger">список рассылки</a>.

source: wger Workout Manager is Free/Libre Open Source Software (FLOSS).
de: wger Workout Manager ist Freie Software (Free/Libre Open Source Software - FLOSS).
es: wger Workout Manager es Software Libre (Free/Libre Open Source Software - FLOSS).
no: wger Workout Manager er gratis/Libre Åpen kilde Programvare (FOSS).
pt_br: wger Gestor de Treinos é um software Free/Libre Open Source (FLOSS).
ru: wger Workout Manager - это Free/Libre Open Source Программное обеспечение (FLOSS).

source: wger Workout Manager is released under the <strong>Affero GNU General Public License (AGPL) Version 3+</strong> and can (under the conditions of the license) be used, modified and distributed (also with modifications) without restrictions.
de: wger Workout Manager steht unter der <strong>Affero GNU General Public License (AGPL) Version 3+</strong> und darf ohne Restriktionen (unter den Bedingungen der Lizenz) benutzt, verändert und (geändert) weitergegeben werden.
es: wger Workout Manager está distribuido bajo la <strong>Affero GNU General Public License (AGPL) versión 3+</strong> y puede (bajo las condiciones de la licencia) ser usado, modificado y distribuido (también con modificaciones) sin restricciones.
no: wger Workout Manager er utgitt under <strong>Affero GNU General Public License (AGPL) Versjon 3 +</ strong> og kan (i henhold til vilkårene av lisensen) anvendes, modifiseres og distribueres (også med modifikasjoner) uten restriksjoner.
pt_br: wger Gestor de Treinos é lançado sob a licença <strong>Affero GNU General Public License (AGPL) versão 3+</strong> e pode (sob certas condições da licença) ser usado, modificado e distribuido (juntamente com as modificações) sem restrições.
ru: wger Workout Manager выпущен под лицензией<strong>GNU Affero General Public License (AGPL) Версии 3+</strong> и может (в условиях лицензии) изпользоваться, изменяться и распределяться (также с изменениями) без ограничений.

source: A copy of both licenses is contained in every wger Workout Manager release and can be read in the <a href='https://github.com/wger-project/wger/blob/master/AGPL.txt'>AGPL.txt</a> or <a href='https://github.com/wger-project/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a> files in the source code repository.
pt_br: A cópia de ambas as licenças estão em cada release do wger Gestor de Treinos e podem ser lidas nos arquivos <a href='https://github.com/wger-project/wger/blob/master/AGPL.txt'>AGPL.txt</a> ou <a href='https://github.com/wger-project/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a> no repositório do código fonte.

source: Author
de: Urheber
es: Autor
no: Forfatter
pt_br: Autor
ru: Автор

source: If you are not the author, enter the name or source here. This is needed for some licenses e.g. the CC-BY-SA.
de: Wenn du nicht der Urheber bist, gebe den Namen hier ein. Das wird bei manchen Lizenzen benötigt, z.B. die CC-BY-SA.
no: Hvis du ikke er forfatteren, skriver du inn navnet eller kilden her. Dette er nødvendig for noen lisenser f.eks CC-BY-SA.
pt_br: Se você não é o autor, entre com o nome ou fonte aqui. Isso é necessário para algumas licenças, por exemplo a CC-BY-SA.

source: Input
de: Eingabe
es: Entrada
no: Inndata
pt_br: Entrada
ru: Ввод

source: Date format
de: Datumsformat
es: Formato de fecha
no: Datoformat
pt_br: Formato da data
ru: Формат даты

source: You have to enter your weight
no: Du må angi vekten din
pt_br: Você precisa digitar seu peso

source: Weight entry
de: Gewichtseintrag
es: Entrada de peso
no: Vektoppføring
pt_br: Registro de peso
ru: Запись веса

source: Import weight logs
de: Gewichtseinträge importieren
es: Importar diario de peso
no: Importer vektlogger
pt_br: Importe logs de peso
ru: Импортировать журнал веса

source: Submit
de: Abschicken
es: Enviar
no: Send
pt_br: Submeter
ru: Отправить

source: Use this import field to import your weight logs into Workout Manager.
de: Benutze das Importfeld, um bestehende Gewichtseinträge nach wger Workout Manager zu importieren.
es: Usa este formulario para importar tus entradas de peso en el programa.
no: Bruk dette innskrivingsfeltet for å importere dine vekt logger til Workout Manager.
pt_br: Use este campo de importação para importar o seu log de peso no Gesto de Treinos (wger).
ru: Воспользуйтесь этим полем для импортирования ваших записей веса в Workout Manager.

source: You can copy and paste from your spreadsheet into the text input, the system will try to guess the format to import. The only things to consider is that the first column is the <strong>date</strong>, the second the <strong>weight</strong>. All further columns are ignored. There is a 1000 row limit.
no: Du kan kopiere og lime inn ditt regneark i tekst feltet, systemet vil prøve å gjette format for å importere. Det eneste du bør vurdere er at den første kolonnen er <strong>dato</ strong>, den andre er <strong>vekt</ strong>. Alle ytterligere kolonner ignoreres. Det er en grense på 1000 rad rader.
pt_br: Você pode importar de uma planilha para o campo de texto, o sistema tentará identificar o formato para importação. A única coisa a considerar é que a primeira coluna deve ser a <strong>data</strong>, a segunda a <strong>massa</strong>. Todas as demais colunas serão ignoradas. Há um limite de 1000 linhas.

source: If there are errors, you can correct or discard them in a second step.
de: Falls Fehler passieren, so können diese in einem zweiten Schritt bearbeitet oder ignoriert werden.
es: Si hay errores, puedes corregirlos o rechazarlos en un segundo paso.
no: Om det er feil, kan du korrigere eller ignorere de i neste steg
pt_br: Se houver erros, você pode corrigi-los ou discarta-los em um segundo passo.
ru: Если есть ошибки, вы сможете исправить или отменить их на втором этапе.

source: Preview imported CSV entries
de: Vorschau der zu importierenden Einträge
es: Vista previa de las entradas CSV
no: Forhåndsvis importerte CSV oppføringer
pt_br: Pré-visualize os registros CSV improtados
ru: Предварительный просмотр импортировал CSV записи

source: Successfully converted values
de: Erfolgreich konvertierte Werte
es: Valores convertidos con éxito
no: Konvertering av verdier var vellykket
pt_br: Valores convertidos com sucesso
ru: Успешно конвертированные значения

source: The following values could be converted.
de: Diese Werte konnten erfolgreich konvertiert werden.
es: Los siguientes valores han podido ser convertidos.
no: Følgende verdier kan konverteres.
pt_br: Os seguintes valores puderam ser convertidos.
ru: Следующие значения были конвертированы.

source: Errors
de: Fehler
es: Errores
no: Feil
pt_br: Erros
ru: Ошибки

source: The following values could not be converted.
de: Diese Werte konnten nicht konvertiert werden.
es: Los siguientes valores no se han podido convertir.
no: Følgende verdier kan ikke konverteres.
pt_br: Os seguintes valores não puderam ser convertidos.
ru: Следующие значения не могли быть конвертированы.

source: These values could not be converted to a weight log entry. The reasons for this could be anything from an unrecognised date or number format, a problem with the encoding or something else. Please check that there are no obvious errors in the list (and correct them if there are!) and try to import the list again.
de: Diese Werte konnten nicht in ein Gewichtseintrag konvertiert werden. Mögliche Gründe dafür können sehr unterschliedlich sein, von einem falsch erkannten Zahlen- oder Datumsformat oder Zeichenkodierung oder auch was ganz anderes. Bitte überprüfe, dass die Liste keine offensichtliche Fehler hat (und korrigieren Sie diese in diesem Fall!) und versuche den Importvorgang nochmal.
es: Estos valores no se pudieron convertir en una entrada de peso. Las posibles razones pueden ser cualquier cosa desde un formato de fecha o número no reconocido a otra cosas completamente diferente. Por favor, asegúrate de que no hay ningún error obvio en la lista (corrígelos si es así) e intenta importar la lista de nuevo.
no: Disse verdiene kan ikke konverteres til en vektlogg. Årsakene til dette kan være alt fra en ukjent dato eller number format, et problem med koden eller noe annet. Vennligst sjekk at det er ingen åpenbare feil i listen (og korrigere dem hvis det er!) og prøver å importere listen igjen.
pt_br: Esses valores não podem ser convertidos para um registro de peso. A razão para isso pode ser qualquer coisa desde um formato de data ou número não reconhecido, um problema com o encoding ou alguma outra coisa. Por favor verifique se não há nenhuma razão óbvia listada para o erro (e corrija-o se houver!) e tente enviar a lista novamente.
ru: Эти значения не смогли быть конвертированы в запись журнала веса. Причиной для этого могло быть что угодно, от нераспознанного формата даты или числа до проблемы с кодировкой или что-нибудь другое. Пожалуйста, проверьте, чтобы не было очевидных ошибок в списке (и исправьте их, если они есть!) и попытайтесь импортировать список еще раз.

source: Remember that the expected structure is <strong>date</strong> on the first columns and <strong>weight</strong> on the second.
de: Zur Erinnerung: das erwartete Format is <strong>erste Spalte</strong>: Datum, <strong>zweite Spalte</strong>: Gewicht.
es: Acuérdate de que el formato es <strong>fecha</strong> en la primera columna y <strong>peso</strong> en la segunda.
no: Husk at forventet struktur er <strong>dato</ strong> på de første søyler og <strong>vekt</ strong> på den andre.
pt_br: Lembre-se que a estrutura esperada é <strong>data</strong> na primeira coluna e <strong>peso</strong> na segunda.
ru: Помните, что ожидаемая структура это <strong>дата</strong> на первых столбцах и <strong>вес</strong> на вторых.

source: There were no errors, all entries could be converted!
de: Keine Fehler, alle Einträge konnten erfolgreich konvertiert werden!
es: No hay errores, todas las entradas se han podido convertir!
no: Det var ingen feil, alle oppføringene kan bli konvertert!
pt_br: Não houve erros, todos os registros puderam ser convertidos!
ru: Не было никаких ошибок, все записи могли быть конвертированы!

source: Import all successfully converted entries
de: Alle erfolgreich konvertierte Einträge importieren
es: Importar todas las entradas convertidas con éxito
no: Importer alle vellykket konverterte oppføringer
pt_br: Importar todas os registros convertidos com sucesso
ru: Импортировать все успешно конвертированные записи
