Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: The current workout is selected from your active schedule or, if you don't have one, simply by date.
bg: Текущата тренировка е избрана от твоя активен график или, ако нямаш такъв, по дата.
de: Dein aktueller Traininsplan wird aus deinem gerade aktiven Zeitplan ausgewählt oder, wenn du keinen hast, nach Datum.
es: La rutina activa actual se selecciona de tu programa activo o, si no tienes ninguno, simplemente por fecha.
no: Den nåværende treningsøkten er valgt fra din aktive plan, om du ikke har en plan blir den valgt ved hjelp av dato.
pt_br: O treino atual está selecionado da sua agenda de atividades ou, se você não tem um, simplesmente por data.
ru: Данная тренировка взята из Вашей активной программы или, если у вас ее нет, просто по дате.

source: After adding a workout or a nutritional plan, you can edit them to set a goal.
bg: След като добавиш тренировка или план за хранене, можеш да ги редактираш за да поставиш цел.
de: Nach dem hinzufügen eines Trainings- oder Ernährungsplanes, kann man sie bearbeiten, um ein Ziel oder Beschreibung zu setzen.
es: Después de añadir una rutina o plan nutricional, puedes editarlos para definir una meta o descripción.
no: Etter å ha lagt til en treningsøkt eller ernæringsplan kan du redigere dem for å sette ett mål.
pt_br: Depois de adicionar um treino ou um plano de nutrição, você pode editá-los para adicionar um objetivo.
ru: После добавления тренировки или плана питания, Вы сможете их проредактировать для установления цели.

source: License list
de: Lizenzliste
no: Lisensliste
pt_br: Lista de licença

source: Actions
bg: Действия
de: Aktionen
es: Acciones
no: Handlinger
pt_br: Ações
ru: Действия

source: Name
bg: Име
es: Nombre
no: Navn
pt_br: Nome
ru: Имя

source: Nothing found
no: Ingenting funnet
pt_br: Nada encontrado

source: If a license has been localized, e.g. the Creative Commons licenses for the different countries, add them as separate entries here.
de: Wenn eine Lizenz lokalisiert wurde wie z.B. die Creative Commons Lizenzen für die verschiedenen Länder, füge sie einzeln hinzu.
no: Hvis en lisens er en lokal lisens, feks Creative Commons lisenser for de ulike landene, legges dem til som separate oppføringer her.
pt_br: Se uma licença for localizada, por exemplo a licença Creative Commons para differentes países, adicione-as separadamente aqui

source: About us
bg: За нас
de: Über uns
es: Sobre nosotros
no: Om oss
pt_br: Sobre nós
ru: О нас

source: Responsible for the content of this site as per German law §5 TMG:
bg: Отговност за съдържанието на този сайт, по немски закон §5 TMG:
de: Angaben gemäß §5 TMG:
es: Responsable del contenido de esta página según la ley alemana §5 TMG:
no: Ansvarlig for innholdet på dette nettstedet som per tysk lov §5 TMG:
pt_br: Responsável pelo conteúdo deste site como definido pela Lei Alemã §5 TMG:
ru: Ответственный за содержимое этой страницы, соответственно немецкому праву §5 TMG:

source: Get in touch
bg: Свържи се
de: Melde dich
es: Contactar
no: Ta kontakt
pt_br: Entre em contato
ru: Написать нам

source: Thank you for your interest. Feel free to use any of the ways below to send feedback you have about any aspect of the site. For support, it's better to use the mailing list (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), to report a bug, consider doing it through the <a href="%(issues)s">issue tracker</a> .
bg: Благодарим ти за интереса. Чувствай се свободен да ползваш който и да е от начините по-долу, за да ни пратиш твоите препоръки и забележки относно всеки аспект на този сайт. При нужда от подкрепа, по-добре е да използвате мейлинг листа (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), за да съобщите за бъг, моля направи го чрез <a href="%(issues)s">issue tracker</a>.
de: Danke für dein Interesse. Du kannst gerne eins der folgenden Wege benutzen um Feedback zu irgendeinem Teil der Seite zu geben. Für Support ist es besser die Mailingliste zu verwenden (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), um einen Fehler zu berichten, mache es bitte über den <a href="%(issues)s">Issuetracker</a>.
es: Gracias por tu interés. No dudes en usar cualquiera de las formas abajo para enviar tu reacción u opinión sobre cualquier aspecto de esta página. Para obtener soporte, es mejor usar la lista de correo (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), para informar sobre problemas, considera hacerlo a traves del <a href="%(issues)s">gestor de incidencias</a>.
no: Takk for din interesse. Føl deg fri til å bruke noen av måtene nedenfor for å sende tilbakemeldinger du har om noen spørsmål rundt nettstedet. For støtte, er det bedre å bruke e-post liste (<a Href="mailto:wger@googlegroups.com"> wger@googlegroups.com </a>), for å rapportere en bug, vurdere å gjøre det gjennom <a href="%(issues)s"> saksporeren</a>
pt_br: Obrigado pelo seu interesse. Sinta-se livre para usar qualquer um dos meios abaixo para enviar seu feedback sobre qualquer aspecto deste site. Para suporte, é melhor usar a lista de discução (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), para relatar um bug, considere faze-lô através do <a href="%(issues)s">issue tracker</a> .
ru: Спасибо за Ваш интерес. Пожалуйста, воспользуйтесь любыми наведеными ниже способами, для отправки отзыва касающегося любого аспекта этой страницы. Для поддержки, лучше воспользоваться рассылкой (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), чтобы сообщить об ошибке, рассмотрите возможность сделать это через <a href="%(issues)s">issue tracker</a> .

source: If you want to further help and improve this project, you might also be interested <a href="%(contribute)s">in contributing</a>.
bg: Ако имаш желание да помогнеш да направиш този проект още по-добър, може би ще се интересуваш и от <a href="%(contribute)s"> допринасяне </a>.
de: Wenn du weiter helfen und dieses Projekt verbessern willst, hast du vielleicht interesse am <a href="%(contribute)s">Mitmachen</a>.
es: Si quieres además ayudar y mejorar este proyecto, a lo mejor estás interesado <a href="%(contribute)s">en contribuir</a>.
no: Hvis du ønsker å ytterligere hjelpe og forbedre dette prosjektet, kan det hende du også er interessert <a href="%(contribute)s"> i å bidra.
pt_br: Se você quiser ajudar ainda mais este projeto, você provavelmente estará interessado <a href="%(contribute)s">em contribuir</a>.
ru: Если Вы желаете дальше помогать и улучшать этот проект, Вас может также заинтересовать <a href="%(contribute)s">в содействии</a>.

source: Feedback form
bg: Форма за обратна връзка
de: Feedbackformular
es: Formulário de sugerencias
no: Tilbakemeldings-skjema
pt_br: Formulário de feedback
ru: Форма отзыва

source: A simple contact form. Remember that if you want an answer, you need to include some way to contact you.
bg: Прост контактен формуляр. Помни, че ако искаш отговор, трябва да добавиш начин за свързване с теб.
de: Ein einfaches Feedbackformular. Beachte bitte, dass wenn du eine Antwort willst auch eine Kontaktmöglichkeit angeben musst.
es: Un simple formulario para contactos. Acuérdate de poner alguna forma de contactarte, si quieres recibir una respuesta.
no: Et enkelt kontaktskjema . Husk hvis du vil ha et svar, må du inkludere noen måte å kontakte deg.
pt_br: Um simples formulário de contato. Lembre-se que se você quiser uma resposta, você precisa incluir algum meio de contactar você.
ru: Простая форма отзыва. Не забудьте оставить обратный контакт, если Вы желаете получить ответ.

source: We are also on twitter. Write us and tell us what you think! Except patches, don't send patches via twitter.
bg: Ние сме също и в Туитър. Пиши ни и кажи какво мислиш! Освен поправки, моля не пращайте пачове по туитър.
de: Wir sind auch auf twitter. Schreibe uns und erzähle uns was du denkst! Außer Patches. Schicke keine Patches über Twitter.
es: También estamos en twitter. Escríbenos y dínos lo que piensas. Excepto parches, no nos mandes parches por twitter.
no: Vi er også på twitter. Skriv til oss og fortell oss hva du tror! Bortsett fra problemer, ikke sende problemer via twitter.
pt_br: Nós estamos no Twitter também. Escreva-nos para contar o quê você achou! Não envie patches pelo Twitter.
ru: Мы также в твиттере. Напишите нам и сообщите, что Вы думаете! Кроме патчей, не высылайте патчи через Твиттер.

source: Forum / Mailing list
bg: Форум / Мейлинг лист
de: Forum / Mailingliste
es: Foro / Lista de correo
no: Forum / E-postliste
pt_br: Fórum / Lista de discução
ru: Форум / Рассылка

source: Use the public group to get support for your local wger installation, discuss issues or your new idea, etc. (no registration needed)
bg: Използвай публичната група за да получиш подкрепа за твоята локална wger инсталация или да дискутираш проблеми или новата ти идея и т.н. (не е нужна регистрация)
de: Benutze die öffentliche Gruppe um Support für deine lokale Installation zu erhalten, über Probleme oder Ideen zu diskutieren, etc. (keine Anmeldung nötig)
es: Usa el grupo público para obtener ayuda para tu instalación local de wger, discutir problemas o nuevas ideas, etc. (no es necesario registrarse).
no: Bruk fellesgruppen for å få støtte til din lokale wger installasjon, diskuter problemer eller nye ideer. (Ingen registrering nødvendig)
pt_br: Use o grupo púbico para obter suporte para sua instalação local do wger, discuta problemas ou suas nova idéias, etc. (não é preciso se cadastrar)
ru: Воспользуйтесь общественной группой, чтобы получить поддержку для Вашей локальной wger установки, обговорить проблемы или Вашу новую идею, и т.п. (нет необходимости в регистрации)

source: Open feedback form
bg: Отворена форма за обратна връзка
de: Öffne Feedbackformular
es: Abre formulário de sugerencias
no: Åpne tilbakemeldingsskjema
pt_br: Formulário de feedback aberto
ru: Открытая форма отзыва

source: tweet to @wger_de
de: Tweete an @wger_de
es: tweet a @wger_de
no: tweet til @wger_de
pt_br: tweet para @wger_de
ru: твитнуть @wger_de

source: Go to mailing list
bg: Към мейлинг листа
de: Zur Mailingliste
es: Ir a la lista de correo
no: Gå til e-postliste
pt_br: Vá para lista de discução
ru: К рассылке

source: Share this page
no: Del denne siden
pt_br: Compartilha a página

source: That's done here
bg: Това е свършено
de: Das wird hier gemacht
es: Eso se hace aqui
no: Det er gjort her
pt_br: Está pronto!
ru: Сделано

source: Close
de: Schließen
es: Cerrar
no: Lukk
pt_br: Fechar
ru: Закрыть

source: Current workout
de: Aktueller Trainingsplan
es: Rutina actual
no: Gjeldende trening
pt_br: Treino atual
ru: Текущая тренировка

source: Current nutrition plan
de: Aktueller Ernährungsplan
es: Plan nutricional actual
no: Gjeldene ernæringsplan
pt_br: Plano de nutrição atual
ru: Текущий план питания

source: Start gym mode
de: Starte Studio-Modus
es: Comenzar modo gimnasio
no: Start treningsmodus
pt_br: Começar o modo academia
ru: Включить „Тренажерный зал"

source: Use the gym mode to start an interactive training session. If you enter lifted weights, they will be added to your workout log. A timer between sets helps you keep track of the pauses you do.
de: Benutze den Studio-Modus um eine interaktive Trainingssitzung zu starten. Wenn du deine Gewichte und Wiederholungen eingibst, werden sie automatisch zu deinem Tagebuch hinzugefügt. Eine Stoppuhr zwischen Sätze hilft dir bei den Pausen.
es: Usa el modo gimnasio para iniciar una sesión interactiva de entrenamiento. Si entras tus pesos y repeticiones, se guardarán automaticanmente. Un contador de tiempo entre las series te ayudarán a mantener un seguimiento de la pausas que haces.
no: Bruk gym modus for å starte en interaktiv treningsøkt. Hvis du oppgir løftet vekter, vil de legges til trenings loggen. En timer mellom settene hjelper deg å holde styr på pauser du gjør.
pt_br: Use o modo academia para comerca uma nova sessão de treino interativo. Se você adicionar os pesos levantados, eles irão ser adicionados ao seu log de treino. Um cronômetro entre as séries ajuda você a manter um controle as pausas que você faz.

source: Tip:
de: Tipp:
es: Consejo:
no: Tips:
pt_br: Dica:

source: You can deactivate the timer or set its default duration in your settings.
de: Du kannst den Timer deaktivieren oder die Länge der Pausen in deinen Einstellungen anpassen.
es: Puedes desactivar el temporizador o configurar su duración predeterminada en tus preferencias.
no: Du kan deaktivere timeren og sett Standard varighet finner du i innstillingene.
pt_br: Você pode desativar o cronômetro ou marcar a sua duração padrão nas suas configurações.

source: No days for this workout.
bg: Няма дни за тези тренировки
de: Keine Tage für diesen Trainingsplan.
es: No hay días para esta rutina.
no: Ingen dager for denne treningen
pt_br: Nenhum dia para este treino.
ru: Для этой тренировки дней нет.

source: Add training day.
bg: Добави тренировъчен ден.
de: Trainingstag hinzufügen.
es: Añadir día de entrenamiento.
no: Legg til treningsdag
pt_br: Adicionar dia de treino.
ru: Добавить тренировочный день.

source: Start current workout
de: Aktuellen Trainingsplan starten
es: Empezar rutina actual
no: Start gjeldende trening
pt_br: Comerçar o treino atual
ru: Начать текущую тренировку

source: Calendar
de: Kalender
es: Calendario
no: Kalender
pt_br: Calendário
ru: Календарь

source: Nutrition
bg: Хранене
de: Ernährung
es: Nutrición
no: Ernæring
pt_br: Nutrição
ru: Питание

source: Workouts
bg: Тренировки
de: Trainingspläne
es: Rutinas
no: Treningsøkter
pt_br: Treinos
ru: Тренировки

source: Weight overview
bg: Преглед на тегло
de: Gewichtsübersicht
es: Índice de peso
no: Vektoversikt
pt_br: Visão geral do peso
ru: Обзор веса

source: Preferences
bg: Преференции
de: Einstellungen
es: Preferencias
no: Preferanser
pt_br: Preferências
ru: Предпочтения

source: Language
bg: Език
de: Sprache
es: Idioma
no: Språk
pt_br: Idioma
ru: Язык

source: You are using a guest account, data entered will be deleted after a week.
bg: Вие сте влезли като гост и всички данни, които добавяте ще бъдат изтрити след една седмица.
de: Du benutzt einen Gastzugang, eingegebene Daten werden nach einer Woche gelöscht.
es: Estás usando una cuenta de invitado, los datos que introduzcas se borrarán en una semana.
no: Du bruker en gjestekonto, data du fyller ut vil slettes etter en uke.
pt_br: Você está usando uma conta de convidado, todos os dados cadastrados serão apagados depois de uma semana.
ru: Вы используете аккаунт для гостей, введенные данные будут удалены через неделю.

source: Create some demo entries
bg: Направи демонстративни попълнения
de: Beispieldaten erstellen
es: Crear datos de ejemplo
no: Lag noen demo oppføringer
pt_br: Crie alguns registros de demonstração
ru: Создайте демо-записи

source: Register
bg: Регистрация
de: Registrieren
es: Registrarse
no: Registrer
pt_br: Cadastro
ru: Регистр

source: Features
bg: Особености
de: Funktionen
es: Funciones
no: Funksjoner
pt_br: Funcionalidades
ru: Особенности

source: Workouts schedules
bg: График на тренировки
de: Trainingszeitpläne
es: Programas
no: Treningsplaner
pt_br: Horários de treinos
ru: Программы тренировок

source: Muscle overview
bg: Преглед на мускулите
de: Muskelübersicht
es: Índice de músculos
no: Muskeloversikt
pt_br: Visão geral do músculo
ru: Обзор мыщц

source: Equipment overview
de: Geräteübersicht
no: Utstyrsoversikt
pt_br: Visão geral do equipamento

source: Add new exercise
bg: Добави ново упражнение
de: Neue Übung hinzufügen
es: Añadir nuevo ejercicio
no: Legg til ny øvelse
pt_br: adicionar novo exercício
ru: Добавить новое упражнение

source: Administration
bg: Администрация
es: Administración
no: Administrasjon
pt_br: Administração
ru: Администрация

source: Exercises pending review
bg: Упражненията
de: Übungen ohne Freigabe
es: Ejercicios pendientes de revisión
no: Øvelser venter på godkjenning
pt_br: Exercícios com revisão pendente
ru: Упражнения ожидающие рассмотрения

source: Equipment
de: Gerät
es: Equipo
no: Utstyr
pt_br: Equipamento
ru: Спортивное оборудование

source: Weight
bg: Тегло
de: Gewicht
es: Peso
no: Vekt
pt_br: Peso
ru: Вес

source: Add weight entry
bg: Добави тегло
de: Gewichtseintrag hinzufügen
es: Añadir entrada de peso
no: Legg til vekt
pt_br: Adicionar uma entrada para peso
ru: Добавить запись веса

source: Nutrition plans
bg: План за хранене
de: Ernährungspläne
es: Planes nutritionales
no: Ernæringsplaner
pt_br: Planos de nutrição
ru: Программы питания

source: Ingredient overview
bg: Преглед на съставките
de: Zutatenübersicht
es: Índice de ingredientes
no: Ingrediensoversikt
pt_br: Visão geral do ingrediente
ru: Обзор ингредиентов

source: BMI calculator
de: BMI-Rechner
es: Calculadora de IMC
no: BMI-kalkulator
pt_br: Calculadora IMC
ru: Калькулятор индекса массы тела

source: Daily calories calculator
de: Kalorienrechner
es: Caluladora de calorias diarias
no: Daglig kalorikalkulator
pt_br: Calculador de calorias diárias
ru: Калькулятор ежедневных калорий

source: Ingredient weight units
bg: Единици за тежест на съставки
de: Gewichtseinheiten für Zutaten
es: Unidades de peso de los ingredientes
no: Vektenheter for ingredienser
pt_br: Unidade de peso dos ingredientes
ru: Единицы веса ингредиентов

source: Ingredients pending review
bg: Съставки без преглед
de: Zutaten ohne Freigabe
es: Ingredientes esperando revisión
no: Ingredienser som venter på godkjenning
pt_br: Ingredientes pendendo revisão
ru: Ингредиенты ожидающие рассмотрения

source: About this software
bg: Относно този код
de: Über diese Software
es: Sobre este programa
no: Om denne programvaren
pt_br: Sobre este software
ru: Об этой программе

source: Contribute!
bg: Допринеси!
de: Mach mit!
es: ¡Contribuye!
no: Bidra!
pt_br: Contribua!
ru: Способствуйте!

source: Problems and wishes
bg: Проблеми и желания
de: Probleme und Wünsche
es: Problemas y deseos
no: Problemer og ønsker
pt_br: Problemas e desejos
ru: Проблемы и пожелания

source: Terms of service
no: Vilkår for bruk
pt_br: Termos de uso

source: Get the code
bg: Грабни кода
de: Quellcode
es: Código fuente
no: Få koden
pt_br: Obtenha o código fonte
ru: Получить код

source: REST API
pt_br: API REST

source: License
bg: Лиценз
de: Lizenz
es: Licencia
no: Lisens
pt_br: Licença
ru: Лицензия

source: Changelog
bg: Списък на промени
de: Änderungsprotokoll
es: Protocolo de cambios
no: Endringslogg
pt_br: Mudanças
ru: Журнал изменений

source: Translate with Transifex
bg: Преведи с Transifex
de: Mit Transifex übersetzen
es: Traducir con Transifex
no: Oversett med Transifex
pt_br: Traduza com Transifex
ru: Перевести с помощью Transifex

source: About
bg: Относно
de: Impressum
es: Aviso legal
no: Om
pt_br: Sobre
ru: О

source: Reset password
bg: Промени парола
de: Passwort zurücketzen
es: Restablecer la contraseña
no: Tilbakestill passord
pt_br: Redefinr a senha
ru: Восстановить пароль

source: My preferences
bg: Моите преференции
de: Meine Einstellungen
es: Mis preferencias
no: Mine innstillinger
pt_br: Minhas preferências
ru: Мои предпочтения

source: Licenses
de: Lizenzen
no: Lisenser
pt_br: Licenças

source: User list
no: Brukerliste
pt_br: Lista de Usuários

source: Gyms
no: Treningsstudioer
pt_br: Academias

source: Free license
bg: Свободен лиценз
de: Freie Lizenz
es: Licencia libre
no: Gratis lisens
pt_br: Licença livre
ru: Свободная лицензия

source: This content is available under the following license:
de: Dieser Inhalt ist unter der folgenden Lizenz verfügbar:
no: Dette innholdet er tilgjengelig under følgende lisens:
pt_br: Este conteúdo está disponível sob as seguintes licenças:

source: Click here for more information
de: Hier klicken für mehr Informationen
no: Klikk her for mer informasjon
pt_br: Click aqui para mais informações

source: previous
bg: предишно
de: zurück
es: previo
no: forrige
pt_br: Anterior
ru: предыдущий

source: next
bg: следващо
de: vor
es: siguiente
no: neste
pt_br: Próximo
ru: следующий

source: Add weight log to this day
bg: Добави данни за тежест от деня
de: Logbucheintrag zu diesem Tag hinzufügen
no: Legg til vektlogg for denne dagen
pt_br: Adicionar registro de peso à este dia
ru: Добавить запись веса к этому дню

source: Move me
bg: Премести ме
de: Bewege mich
es: Arrástrame
no: Flytt meg
pt_br: Me mova
ru: Переместите меня

source: Placeholder image for exercise
no: Plassholder for bilde for øvelsen
pt_br: Espaço reservado para imagem do exercício

source: This exercise has no repetitions.
bg: Това упражнение няма повторения.
de: Diese Übung hat keine Wiederholungen.
es: Este ejercicio no tiene repeticiones.
no: Denne øvelsen har ingen repetisjoner.
pt_br: Este exercício não possui repetições.
ru: Это упражнение не имеет повторений

source: Edit them now.
bg: Поправи сега.
de: Jetzt editieren.
es: Editar ahora.
no: Rediger dem nå
pt_br: Edite-os agora.
ru: Измените их сейчас.

source: No exercises selected for this day.
bg: Няма избрани упражнения за този ден.
de: Keine Übungen für diesen Tag.
es: No hay ejercicios seleccionados para este día.
no: Ingen øvelser er valgt for denne dagen.
pt_br: Nenhum exercício selecionado para este dia.
ru: Для этого дня не выбрано упражнений.

source: Add exercises to this workout day
bg: Добави упражнения за този тренировъчен ден
de: Übungen zu diesem Trainingstag hinzufügen
es: Añadir ejercicios a este dia.
no: Legg til øvelser for denne treningsdagen
pt_br: Adicione exercícios para este dia de treino
ru: Добавить упражнения к этому тренировочному дню

source: Optional
bg: По избор
es: Opcional
no: Valgfri
pt_br: Opicional
ru: Выберите необходимое

source: The form contains errors. Please verify and correct the data in the fields in red and submit the form again.
no: Skjemaet inneholder feil. Kontroller og korriker riktig data i feltene i rødt og send inn skjemaet på nytt.
pt_br: O formulário contém erros. Por favor verifique e corriga o dado nos campos em vermelho e envie o formulário novamente.

source: Toggle data table
bg: Превключи таблицата с данни
de: Datentabelle ein/ausblenden
no: Åpne data tabell
pt_br: Tabela de dados de alternância
ru: Переключить таблицу данных

source: Reps
bg: Повторения
de: Wdh.
es: Repeticiones
no: Repetisjoner
pt_br: Repetições
ru: Повторении

source: Translate
bg: Преведи
de: Übersetze
es: Traduce
no: Oversett
pt_br: Traduzir
ru: Перевести

source: Released under the Affero GPL
bg: Създадено под закрилата на Affero GPL
de: Unter der Affero GPL veröffentlicht
es: Disponible bajo la Affero GPL
no: Utgitt under Affero GPL
pt_br: Licenciado usando Affero GPL
ru: Выпущено под Affero GPL

source: Generate an API key if you want to interact with wger via the <a href="%(url)s" rel="nofollow">REST API</a> it provides (for public resources such as the exercises or ingredients, you don't need to provide anything). You must pass this information in the header in the format shown below.
no: Generer en API-nøkkel hvis du ønsker å samhandle med wger via <a href="%(url)s" rel="nofollow"> REST API </a> det gir (for offentlige ressurser som øvelsener eller ingredienser, trenger du ikke å gjøre noe som helst). Du må plassere denne informasjonen i overskriften i formatet vist nedenfor.
pt_br: Crie uma API key se você quiser interagir com wger via a <a href="%(url)s" rel="nofollow">API REST</a> (para recursos públicos como exercícios ou ingredientes, você não precisa fornecer nada). Você deve passar esta informação no header da requisição no formato abaixo.

source: For security reasons, you should only access the API via HTTPS.
no: Av sikkerhetsmessige grunner, bør du koble til API via HTTPS.
pt_br: POr razões de segurança, você deve acessar a API somente por HTTPS.

source: Your API key
de: Dein API-Schlüssel
no: Din API kode
pt_br: Sua API key
ru: Ваш API ключ

source: You have no API key yet
de: Du hast noch keinen API-Schlüssel
no: Du har ingen API koder enda
pt_br: Você não possui API key ainda
ru: У вас еще нет API ключа
