Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: It can also generate a PDF with your current routine. This is suitable for printing so you can bring it to the gym and keep a log for 7 weeks. In case you wonder how it looks like, <a %(link)s>here's a sample</a>.
de: Es kann auch eine PDF-Datei aus dem Trainingsplan generieren. Die kann man ausdrucken und ins Studio bringen, um ein Logbuch zu führen, der für 7 Wochen reicht. Falls du dich wunderst, wie das aussieht, <a %(link)s>hier ist ein Muster</a>.
es: También puede generar un PDF con tu rutina actual. Esto lo puedes imprimir y llevar al gimnasio para mantener un diaro para 7 semanas. Si te preguntas como es exactamente, <a%(link)s>aqui tienes un ejemplo</a>.
ru: Вы сможете также генерировать PDF-файл с вашей текущей программой. Его можно распечатать и носить с собой в тренажерный зал и вести журнал в течении 7 недель. Это будет выглядеть примерно так, <a %(link)s>вот образец</a>.

source: Exercise log
de: Gewichtslogbuch
es: Diario de ejercicios
ru: Журнал упражнений

source: The electronic version of the above PDF output, you can enter the weights and repetitions you did for each exercise. As with the (body) weight, it will generate some diagrams so so you can see at a glance how well you are doing. The raw numbers are still accessible as a table.
de: Die elektronische Version der PDF-Ausgabe, du kannst für die verschiedenen Übungen die Wiederholungen und das Gewicht eingeben. Die Anwendung generiert daraus verschiedene Diagramme damit du auf einen Blick sehen kannst, wie gut du dich entwickelst. Die Zahlen sind natürlich weiterhin als Tabelle abrufbar.
es: La versión electrónica del PDF, aqui puedes entrar los pesos y las repeticiones que hiciste para cada ejercicio. Al igual que con el peso (corporal), te genera diferentes diagramas para que puedas comparar de un vistazo como es tu progreso. Los datos con los números concretos siguen disponibles en una tabla.
ru: Электронный вариант приведенного выше вывода PDF, вы можете ввести тяжести и повторения вы сделали в каждым упражнении. Как и в случае с весом (тела), тут будут вырабатываться диаграммы и таким образом вы сможете сразу увидеть насколько хорошо вы справляетесь. Необработанные цифры по-прежнему доступны в виде таблицы.

source: Workout schedules
de: Trainingszeitpläne
es: Programas
ru: Программы тренировок

source: If you always do a couple of workouts in succession or are following a program that changes each week, you can manage this with the workout schedules. You enter how many weeks you want to do each individual workout and whether it should loop after reaching the last one. The correct currently active workout will then be shown on your dashboard.
de: Wenn du immer ein paar Traininspläne nacheinander machst oder ein Programm folgst das sich jede Woche ändert, kannst du das mit den Zeitpläne verwalten. Du gibst einfach an wie viele Wochen du die einzelne Trainingspläne machen willst und ob es eine Schleife bilden soll, die wieder von vorne anfängt. Der richtige aktive Traininsplan wird dann in deiner Übersicht angezeigt.
es: Si siempre haces unas cuantas rutinas en sucesión y sigues un programa que cambia cada semana, no hay problema, esto también lo puedes gestionar. Simplemente indicas cuantas semanas haces cada rutina y si quieres repetir todo el programa cuando llegues al final. La rutina actual se mostrará en tu escritorio.
ru: Если вы всегда выполняете пару тренировок подряд или следуете программе, которая меняется каждую неделю, вы сможете ими управлять с помощью программы тренировок. Вы вводите сколько недель вы хотите выполнить каждую отдельную тренировку и должны ли они повторятся в цикле после окочания последней тренировки. В настоящее время активная тренировка будет тогда показана в панели инструментов.

source: Muscle and exercise database
de: Muskel- und Übungsdatenbank
es: Base de datos de músculos y ejercicios
ru: База данных мышц и упражнений

source: If you entered weight logs for the currently shown exercise, it will display your progress.
de: Wenn du bereits Gewichtsdaten für die aktuelle Übung eingetragen hast, werden diese auch angezeigt.
es: Si tienes datos en el diario para el ejercicio actual, te mostrará tu progreso.
ru: Если вы ввели журнал тяжестей для данного упражнения, это будет отображать прогресс.

source: You can also submit your own, if you miss one. After a quick review, it will be added to the general database.
de: Du kannst auch welche einreichen, wenn du was vermisst. Nach einer kurzen Prüfung werden sie zur allgemeinen Datenbank hinzugefügt.
es: También puedes crear tus propios ejercicios, si ves que falta alguno. Después de una corta evaluación, se añadirán a la base de datos general.
ru: Вы также можете предоставить свой, если вы пропустите один. После рассмотрения, оно будет добавлено в общую базу данных.

source: The weight tracker
de: Der (Körper)Gewichtsmanager
es: Gestor de peso
ru: Отслеживатель веса

source: This simple part lets you log your body weight. From this data it generates a rather nice looking chart, so you can see if you are reaching your goals (be it gaining mass or losing it).
de: Dieses Modul speichert dein Körpergewicht und generiert daraus ein Diagramm, um die eigene Entwicklung und Ziele schnell beurteilen zu können, sei es zu- oder abzunehemn.
es: Esta parte se permite mantener un diario con tu peso corporal. Con estos datos genera un gráfico con el que puedes ver facilmente si estás logrando tus metas o no (ya sea ganar o perder peso).
ru: Эта простая часть позволяет вам регистрировать ваш вес. Из этих данных создается довольно приятная глазу диаграмма, по которой вы сможете проследить достижение ваших целей (например набор или потеря веса).

source: In case you want to jump ship after inputing your data from the last years, simply export the data as CSV.
de: Falls du diese Anwendung nicht mehr benutzen willst, kannst du deine gespeichertenEinträge einfach als CSV-Datei exportieren lassen.
es: En caso de que quieras irte después introducir tus datos de los últimos años, simplemente exporta los datos como CSV.
ru: В случае, если вы хотите выйти (jump ship) после ввода ваших данных за последние годы, просто экспортируйте данные в формате CSV.

source: If you already kept your weight in a spreadsheet, you can just import it by copy-and-paste'ing it into the import assistant.
de: Falls du bereits dein Gewicht in einer Tabellenkalkulation gespeichert hast, kannst du es sehr leicht per kopieren-und-einfügen in den Import-Assistenten importieren.
es: Y si ya tenias tu peso en una hoja de cálculo, puedes importar esos datos simplemente copiando y pegando los datos en el asistente.
ru: Если вы уже сохранили свой вес в таблице, вы можете просто его импортировать скопировав и вставив его в помощнике импортирования.

source: The nutrition schedule manager
de: Der Ernährungplanmanager
es: El gestor de planen nutricionales
ru: Менеджер программы питания

source: And finally it is a nutrition schedule manager. Here you can create a diet plan and see some nutritional values (total energy, protein, carbohydrates, and so on) about it. For the ingredients, it uses the very complete list provided by the US Department of Agriculture, with around 8000 entries.
de: Und schließlich ist das ein Ernährungplanmanager. Hier kannst du deine Pläne erstellen und die Erhährungswerte (Brennwert, Eiweiß, Kohlenhydrate, usw.) darüber erfahren. Für die Zutatenliste kannst du entweder eine sehr komplette Liste mit Lebensmittel aus Deutschland benutzen oder auch eine noch längere, mit mehr als 8000 Einträge aus dem US-Amerikanischem Landwirtschaftsministerium benutzen (auf Englisch).
es: Y finalmente es un gestor de planes nutricionales. Aquí puedes crear una dieta y ver los valores nutricionales (energía total, proteinas, hidratos de carbono, etc.). Para los ingredientes usa una lista muy completa del Departamento de Agricultura de los EE.EE. con alrededor de 8000 ingredientes.
ru: И наконец - менеджер программы питания. Здесь вы сможете создать план питания и просмотреть некоторые питательные вещества (общая энергия, белок, углеводы и т.д.) составляющих программы. Тут используется полный перечень ингредиентов, представленный Министерством Сельского хозяйства США, около 8000 записей.

source: <strong>Note:</strong> this is not a log keeper. It does not keep track of what you actually ate during the day and how it compares to what the plan says. It simply shows you the nutritional values of the plan you create.
de: <strong>Bemerkung:</strong> das ist kein Logbuch, es kann nicht das, was du während des Tages gegessen hast mit dem Plan vergleichen. Es rechnet einfach die Ernährungswerte deines Planes zusammen.
es: <strong>Nota:</strong> esto no es un diario. No está pensado para mantener una lista de las cosas que realmente has comido durante el dia y cómo se compara con el plan.
ru: <strong>Примечание:</strong> это не журнал записей. Оно не следит за тем, что вы ели на самом деле на протяжении дня и соответсвует ли ваше питание программе. Это просто показывает питательные ценности вами создаваемого плана.

source: It can also be downloaded as a PDF you can keep on your fridge, so you don't forget to follow the plan... And as with the workout log, <a %(link)s>here's a sample</a>.
de: Der Plan kann auch als PDF-Datei runtergeladen werden um es z.B. an den Kühlschrank zu kleben um nicht zu... vergessen den Plan zu folgen. Wie mit dem Trainingplan-PDF, <a %(link)s>hier ist ein Muster</a>.
es: También puede generar un PDF que te puedes bajar y pegar en la nevera, para que no te olvides de seguir el plan. Y al igual que con las rutinas, <a %(link)s>aquí tienes un ejemplo</a>.
ru: Вы также можете скачать его в формате PDF, распечатать и хранить на холодильнике, для того, чтобы не забыть следовать плану... И как и с журналом тренировок, <a %(link)s>вот образец</a>.

source: The data fixtures with the exercise and ingredient lists are released additionally under a <strong>Creative Commons Attribution Share Alike 3 (CC-BY-SA)</strong> license.</a>
de: Die Übungs- und Zutatendaten stehen zustätlich unter einer <strong>Creative Commons Namensnennung, Weitergabe unter gleichen Bedingungen 3 (CC-BY-SA)</strong> Lizenz.</a>
es: Los datos iniciales para ejercicios e ingredientes estan distribuidos adicionalmente bajo la licencia <strong>Creative Commons Atribución Compartir bajo la Misma Licencia 3 (CC-BY-SA)</strong>.</a>
ru: Оправка данных со списками упражнений и ингредиентов выпущены дополнительно под лицензией <strong>Creative Commons Attribution Share Alike 3 (CC-BY-SA)</strong> .</a>

source: create and manage your workout routines by selecting how many days your workout constists of, and adding different exercises to each. Print the generated PDF to keep a log.
de: Erstelle und verwalte deine Trainingspläne indem du wählst wie viele Tage du trainieren willst und die entsprechenden Übungen zu jedem Tag hinzufügst. Drucke die generierte PDF-Datei aus für ein Logbuch.
es: crea y gestiona tus rutinas seleccionando cuantos dias entrenas y añadiendo ejercicios. Imprime el PDF generado para mantener un diario.
ru: создайте и управляйте вашими тренировками выбрав количество тренировочных дней и добавив различные упражнения к каждому дню. Распечатайте созданный PDF для ведения журнала.

source: create a diet plan and see its nutritional values (total energy, protein, carbohydrates, and so on) about it. Select from more than 8000 ingredients for this.
de: Erstelle und drucke deine Ernährungspläne, behalte die verschiedenen Ernährungswerte (Energie, Eiweiß, Kohlenhydrate, usw.) im Überblick. Wähle dafür aus einer langen Zutatenliste aus.
es: crea tu plan nutricional o dieta, mantén control sobre los valores nutritionales (engergía, proteinas, hidratos de carbono, etc.). Selecciona de más de 8000 ingredientes.
ru: создайте план питания и посмотрите его питательную ценность (общая энергия, белки, углеводы и т. д.). Для этого вы сможете выбрать из более чем 8000 ингредиентов.

source: You can copy and paste from your spreadsheet into the text input, the system will try to guess the format to import. The only things to consider is that the first column is the <strong>date</strong>, the second the <strong>weight</strong>. All further columns are ignored.
de: Du kannst per Copy-und-Paste von einer bestehenden Tabelle Einträge in das Textfeld übertragen, das System wird versuchen, das richtige Format zu erraten. Das Einzige, was du beachten musset, ist, dass die <strong>erste Spalte</strong> das Datum sein muss, die <strong>zweite Spalte</strong>, das Gewicht. Weitere Angaben werden ignoriert.
es: Puedes copiar y pegar directamente desde tu hoja de cálculo a la entrada de texto, el sistema intentará adivinar el formato a importar. Lo único que tienes que considerar es que la primera columna es la <strong>fecha</strong>, la segunda, el <strong>peso</strong>. Las columnas siguientes se ignorarán.
ru: Вы можете копировать и вставить из таблицы в ввод текста, система попытается определить формат для импортирования. Важно чтобы первая колонка была <strong>дата</strong>, а вторая <strong>вес</strong>. Все последующие колонки игнорируются.

source: Mobile version
es: Versión móvil
ru: Мобильная версия

source: Twitter
bg: Туитер
ru: Твиттер

source: Desktop version
es: Versión Desktop
ru: Версия для рабочего стола

source: kg.
bg: кг.
ru: кг

source: PDF export
es: Exportar PDF
ru: Экспорт в формате PDF

source: Exercise was sucessfully added to the general database
bg: Упражнението беше успешно прибавено към датабазата

source: User submitted exercise
bg: Упражнение добавено от потребител

source: Exercise was sucessfully marked as rejected
bg: Упражнението бе успешно маркирано като отхвърлено

source: This content is available under a Creative Commons Attribution Share-Alike license.
bg: Това съдържание е достъпно по лиценза Creative Commons Attribution Share-Alike.

source: Link:
bg: Връзка:

source: Your feedback was sucessfully sent. Thank you!
bg: Вашият съвет/коментар бе изпратен успешно. Благодарим ви!

source: You were sucessfully registered
bg: Вие се регистрирахте успешно

source: Settings sucessfully updated
bg: Настройките бяха успешно обновени

source: Ingredient was sucessfully added to the general database
bg: Съставката е успешно добавен към общата база данни.

source: Ingredient was sucessfully marked as rejected
bg: Съставката бе успешно маркирана като отхвърлена

source: nutritional-plan
bg: план за хранене
