Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: Continue here if you want to import into your weight log all entries that were successfully converted. All entries that produced an error will simply be ignored. It's up to you to decide whether they are useful (unrecognised entries) or not (e.g. headers, comments, etc.).
de: Fahre hier fort, falls du alle erfolgreich konvertierte Einträge in deine Gewichtsübersicht importieren willst. Alle anderen, die einen Fehler verursacht hatten, werden einfach ignoriert. Du musst hier entscheiden, ob sie nützlich sind (nicht erkannte Einträge) oder nicht (Kommentare, Überschriften, usw.).
es: Continua aqui si quieres importar todas las entradas de peso que se han podido convertir con éxito. Las entradas que han producido un error serán simplemente ignoradas. Tú tienes que decidir si son útiles (entradas no reconocidas) o no (p.ej. cabezados, comentarios, etc.).
no: Fortsett her hvis du ønsker å importere til din vektlogg alle oppføringer som ble vellykket konvertert. Alle bidrag som produserte en feil vil bli ignorert. Det er opp til deg å avgjøre om de er brukende (ukjente oppføringer) eller ikke (for eksempel overskrifter, kommentarer, etc.)
pt_br: Continue aqui se você deseja importar no seu registro de peso todos os registros que foram convertidos com sucesso. Todos os registros que produziram um erro serão simplesmente ignorados. Depende de você decidir se ele são úteis (registros irreconhecíveis) ou não (ex.: cabeçalhos, copmentários, etc.).
ru: Продолжаем здесь, если вы желаете импортировать в ваш журнал веса все записи, которые были успешно конвертированы. Все операции, которые произвели ошибку будут просто проигнорированы. Вам решать, являются ли они полезными (нераспознанные записи) или нет (напр. заголовки, комментарии и др.).

source: Or try it again
de: Oder nochmal versuchen
es: O inténtalo de nuevo
no: Eller prøv det igjen
pt_br: Ou tente novamente
ru: Или попробуйте снова

source: You can correct the list here and re-submit it as often as you want.
de: Du kannst die Liste korrigieren und so oft zur Konvertierung abschicken, wie du möchtest.
es: Puedes corregir la lista y re-enviarlas tantas veces como quieras.
no: Du kan korrigere listen her og sende den på nytt så ofte as du vil.
pt_br: Você pode corriger a lista aqui e re-submete-la o quanto você quiser.
ru: Вы можете скорректировать список здесь и повторно представить его так часто, как вы хотите.

source: Re-Submit
de: Wieder abschicken
es: Re-enviar
no: Send på nytt
pt_br: Re-submeter
ru: Повторно отправить

source: There is no chart here because there are no weight entries.
de: Es gibt kein Diagramm hier weil es keine Gewichtseinträge gibt.
es: No hay gráfico aqui porque no hay entradas de peso.
no: Det er ingen diagram her fordi det er ingen vektoppføring opprettet.
pt_br: Não há gráfico aqui pois não há registros de peso.
ru: Здесь нет диаграммы, потому что нет записей веса.

# Noun, not verb
source: Change
no: Endre
pt_br: Mudança

source: Days
no: Dager
pt_br: Dias

source: You can click on a value on the chart to edit it.
de: Klicke auf einen Wert auf dem Diagramm um ihn zu editieren
es: Puedes hacer click en una entrada en el gráfico para editarla.
no: Du kan klikke på en verdi på diagrammet for å redigere det.
pt_br: Você pode clickar em uma valor no gráfico e editá-lo.
ru: Вы можете нажать на значение в диаграмме, чтобы изменить его.

source: Filter options
de: Filteroptionen
es: Opciones de filtro
no: Filteralternativer
pt_br: Opções de filtro
ru: Параметры фильтра

source: Use the second chart to pan or zoom by clicking and dragging the selection. Clicking on the background resets it.
de: Benutze das zweite Diagramm, um rein- oder rauszuzoomen indem du die Auswahl ziehst. Ein Klick in den Hintergrund setzt die Ansicht zurück.
es: Usa el segundo gráfico para hacer zoom haciendo click y arrastrando la selección. Haz click en el fondo para reiniciar el zoom.
no: Bruk det andre diagrammet for å panorere eller zoome ved å klikke og dra det merkede området. Klikk på bakgrunnen for å resette.
pt_br: Use o segundo gráfico para amplicar ou aproximar apertando e arrastando a seleção. Clicando no fundo resetá-o.
ru: Используйте вторую диаграмму для панорамирования и масштабирования, нажав и перетащив выделение. Нажав на фон вы сбросите выделение.

source: Export as CSV
de: Als CSV-Datei exportieren
es: Exportar como CSV
no: Eksporter som CSV
pt_br: Exporte como CSV
ru: Экспортировать в формате CSV

source: Import from spreadsheet
de: Aus Tabellenkalkulation importieren
es: Importar de hoja de cálculo
no: Importer fra et regneark
pt_br: Importar de planilha
ru: Импортировать из электронной таблицы

source: Edit weight entry for the %s
de: Gewichtseintrag für den %s bearbeiten
es: Editar entrada de peso para el %s
no: Endre vektoppføring for %s
pt_br: Edite registro de peso para o %s
ru: Изменить запись веса для %s

source: Abs
de: Bauch
es: Abdominales
no: Mage
pt_br: Abdominal
ru: Пресс

source: Arms
de: Arme
es: Brazos
no: Armer
pt_br: Braços
ru: Руки

source: Back
de: Rücken
es: Espalda
no: Rygg
pt_br: Costas
ru: Спина

source: Calves
de: Waden
es: Pantorrillas
no: Legg
pt_br: Batata da perna
ru: Икры

source: Chest
de: Brust
es: Pectorales
no: Bryst
pt_br: Peito
ru: Грудь

source: Legs
de: Beine
es: Piernas
no: Bein
pt_br: Pernas
ru: Ноги

source: Shoulders
de: Schultern
es: Hombros
no: Skuldre
pt_br: Ombros
ru: Плечи

source: Barbell
de: Langhantel
es: Barra olímpica
no: Vektstang
pt_br: Halteres
ru: Штанга

source: Bench
de: (Flach)Bank
es: Banco
no: Benk
pt_br: Banco

source: Dumbbell
de: Kurzhantel
es: Mancuerna
no: Manual
pt_br: Haltere
ru: Гантель

source: Gym mat
de: Bodenmatte
no: Treningsmatte
pt_br: Esteira de ginástica

source: Incline bench
de: Schrägbank
no: Skråbenk
pt_br: Banco inclinado

source: none (bodyweight exercise)
de: keine (Körpergewichtübung)
es: ninguno (ejercicio de peso corporal)
no: ingen (kroppsvekt øvelse)
pt_br: nenhum (exercício corporal)

source: Pull-up bar
de: Klimmzugstange
no: Pull-up stang
pt_br: Barra de puxar

source: Swiss Ball
es: Balón suizo
no: Gymball
pt_br: Bola Suíça
ru: Фитбол

source: SZ-Bar
de: ß-Stange
no: SZ-stang
pt_br: Barra SZ

source: Anterior deltoid
es: Hombro
pt_br: Deltóide anterior

source: Biceps brachii
de: Armbeuger
pt_br: Brícipes Braquial

source: Biceps femoris
de: Beinbeuger
pt_br: Bíceps femoral

source: Brachialis
de: Oberarmmuskel
pt_br: Branquial

source: Erector spinae
pt_br: Eretor da espinha

source: Gastrocnemius
de: Waden
es: gemelos
pt_br: Gastrocnêmio

source: Gluteus maximus
de: Po
es: nalgas
pt_br: Glúteo máximo

source: Latissimus dorsi
de: breiter Rückenmuskel
pt_br: Grande dorsal

source: Obliquus externus abdominis
de: schräger Bauchmuske
pt_br: abdominal oblíquo externo

source: Pectoralis major
de: Brustmuskel
es: pecho
pt_br: Peitoral maior

source: Quadriceps femoris
de: Oberschenkelstrecker
pt_br: Quadríceps femoral

source: Rectus abdominis
de: Bauchmuskel
es: abdominales
pt_br: reto abdominal

source: Serratus anterior
pt_br: Serrátil anterior

source: Soleus
pt_br: Sóleo

source: Trapezius
pt_br: Trapézios

source: Triceps brachii
pt_br: Tríceps branquial

source: Email
bg: Е-мейл
no: E-post
ru: Электронный адрес

source: GNUPG-Key:
de: GNUPG-Schlüssel:
es: Llave de GNUPG:
no: GNUPG-Kode:
ru: GNUPG-Ключ:

source: Before you share links on social media you need to allow external access.
no: Før du deler lenker på sosiale medier, må du tillate ekstern tilgang.

source: Login
bg: Вход
de: Einloggen
es: Ingresar
no: Logg inn
ru: Войти

source: Logout
bg: Изход
de: Ausloggen
es: Cerrar sesión
no: Logg ut
ru: Выйти

source: API key
de: API-Schlüssel
no: API kode
ru: Ключ API

source: Log
de: Tagebucheintrag
no: Logg
ru: Журнал

source: Download
de: Runterladen
es: Bajar
no: Last ned
ru: Загрузка

source: Feedback
bg: Обратна връзка
de: Rückmeldung
es: Comentarios
no: Tilbakemelding
ru: Отзывы

source: You will receive a preview email for you to review
no: Du vil motta en forhåndsvisning på e-post som du må vurdere

source: Main picture
no: Hovedbilde

source: Images pending review
no: Bilder som venter på godkjenning

source: Trainer: can see the users for a gym
no: Trener: kan se brukere for et treningsstudio

source: Admin: can manage users for a gym
no: Admin: kan administrere brukere for et treningsstudio

source: Admin: can administrate the different gyms
no: Admin: kan administrere de forskjellige treningssentre

source: Overview of inactive members
no: Oversikt over inaktive medlemmer

source: Emails
no: E-poster

source: Is a loop
no: Går i loop

source: A description of what is done on this day (e.g. "Pull day") or what body parts are trained (e.g. "Arms and abs")
no: En beskrivelse av hva som er gjort på denne dagen (f.eks "Pull day") eller hvilke kroppsdeler er trent (for eksempel "Armer og abs")

source: Add as many workouts to the schedule as you want. You can edit the order by dragging and dropping them. It's also possible to add one workout more than once.
no: Legg til så mange treningsøkter til planen som du vil. Du kan redigere rekkefølgen ved å dra og slippe dem. Det er også mulig å legge til en treningsøkt mer enn én gang.

source: Total
de: Gesamt
no: Totalt

source: wger Workout Manager is a free, open source web application that manages your exercises, workouts and nutrition. It started as a pet project of mine to replace my growing collection of different spreadsheets, but it has become something other people could also find useful.
no: wger Workout Manager er et gratis, åpen kildekode web-applikasjon som administrerer øvelser, trening og ernæring. Det startet som et hobbyprosjekt av meg for å erstatte min voksende samling av forskjellige regneark, men det har blitt noe annet som folk kan også finne nyttig.

source: You can enter the weights and repetitions you did for each exercise. As with the (body) weight, it will generate some diagrams so you can see at a glance how well you are doing. The raw numbers are still accessible as a table.
no: Du kan skrive inn vekter og repetisjoner du gjorde for hver øvelse. Samme med (kropps) vekt, det vil generere noen diagrammer slik at du kan med et øyeblikk se hvor godt du gjør det. De råe tallene er fortsatt tilgjengelig som en tabell.

source: The data fixtures with the exercise and ingredient lists are released additionally under a <strong>Creative Commons Attribution Share Alike 3 (CC-BY-SA)</strong> license.
no: Data inventar med øvelses og ingrediens lister er i tillegg utgitt under en <strong>Creative Commons Attribution Share Alike 3 (CC-BY-SA)</ strong> lisens.

source: A copy of both licenses is contained in every wger Workout Manager release and can be read in the <a href='https://github.com/rolandgeider/wger/blob/master/AGPL.txt'>AGPL.txt</a> or <a href='https://github.com/rolandgeider/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a> files in the source code repository.
de: Eine Kopie beider Lizenzen liegt jedem wger Workout Manager bei und ist auch in den <a href='https://github.com/rolandgeider/wger/blob/master/AGPL.txt'>AGPL.txt</a> oder <a href='https://github.com/rolandgeider/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a> Dateien im Quellcoderepository nachzulesen.
es: Una copia de ambas licencias están distribuidas con cada copia de wger Workout Manager y pueden ser accedidas además en el repositorio del código fuente: <a href='https://github.com/rolandgeider/wger/blob/master/AGPL.txt'>AGPL.txt</a> y <a href='https://github.com/rolandgeider/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a>
no: En kopi av begge lisensene finnes i hver wger Workout Manager-utgivelser, og kan leses i <a href='https://github.com/rolandgeider/wger/blob/master/AGPL.txt'> AGPL.txt</a> eller <a href='https://github.com/rolandgeider/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt </a> fil i kildekodens mappe.
ru: Копия обеих лицензий содержится в каждом выпуске wger Workout Manager и может быть прочитаным в файлах <a href='https://github.com/rolandgeider/wger/blob/master/AGPL.txt'>AGPL.txt</a> или <a href='https://github.com/rolandgeider/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a> в архиве исходного кода.

source: Import
de: Importieren
es: Importar
no: Importer
ru: Импортировать

source: English
bg: Английски
de: Englisch
es: Inglés
ru: Английский

source: German
bg: Немски
de: Deutsch
es: Alemán
ru: Немецкий

source: Bulgarian
de: Bulgarisch
es: Búlgaro
ru: Болгарский

source: Spanish
de: Spanisch
es: Español
ru: Испанский

source: Russian
de: Russisch
es: Ruso
ru: Русский

source: Language to configure
de: Zu konfigurierende Sprache
es: Idioma para configurar
ru: Настройки языка

source: After adding a new language here you need to add it to the global_settings.py file and make sure there is a corresponding flag icon in static/images/icons.
de: Nachdem du eine neue Sprache hinzugefügt hast, musst du sie auch in der global_settings.py hinzufügen und sicherstellen, dass es eine ensprechende Flagge unter static/images/icons gibt.
es: Después de añadir un idioma nuevo, tienes que añadirlo tambien a global_settings.py y asegurarte de que hay un icono de la bandera correspondiente en static/images/icons.
ru: После добавления нового языка здесь, вы должны добавить его в файл global_settings.py и убедитесь, что установлен соответствующий значок флага в static/images/icons.

source: Add new language
de: Neue Sprache hinzufügen
es: Añadir nuevo idioma
ru: Добавить новый язык

source: Language successfully deleted
de: Sprache erfolgreich hinzugefügt
es: Idioma borrado con éxito
ru: Язык успешно удалён

source: Only needed to reset your password in case you forget it.
bg: Само нужно за да възвърнете паролата си, в случай че я забравите.
de: Wird nur gebraucht, um das Passwort zurückzusetzen, falls du es vergißt.
es: Sólo es necesario si te olvidas de tu contraseña y tienes que restablecerla.
ru: Просто надо заново установить пароль в случае того, если Вы его забыли.

source: Link
de: Verweis

source: Developers
bg: Създатели
de: Entwickler
es: Desarrolladores
ru: Разработчики

source: No licenses found
de: Keine Lizenzen gefunden

source: Add new license
de: Neue Lizenz hinzufügen

source: Cancel
de: Abbrechen
es: Cancelar
ru: Отменить

source: Menu
de: Menü
es: Menú
ru: Меню

source: or
bg: или
de: oder
es: ó
ru: или

source: Generate an API key if you want to interact with wger via the <a href="/api/v1/?format=json" rel="nofollow">REST API</a> it provides (for public resources such as the exercises or ingredients, you don't need to provide anything). You must pass this information together with your username either in the header or in the request as GET parameters. For example:
de: Erstelle ein API-Schlüssel wenn du mit wger über die <a href="/api/v1/?format=json" rel="nofollow">REST API</a> interagieren willst (für öffentliche Ressourcen wie die Übungen oder Zutaten brauchst du nichts mitzusenden). Du musst diesen Schlüssel zusammen mit deinem Benutzernamen entwede im Request-Header oder als GET-Parameter mitgeben. Zum Beispiel:
ru: Сгенерировать API ключ, если вы хотите взаимодействовать с wger через <a href="/api/v1/?format=json" rel="nofollow">REST API</a> которое оно предоставляет (для общественных ресурсов, таких как упражнения или ингредиенты, вам не нужно ничего предоставлять). Необходимо передать эту информацию вместе с вашим именем пользователя, либо в заголовок либо в запрос как GET параметры. Например:

source: Your username
de: Dein Benutzername
es: Tu nombre de usuario
ru: Ваше имя пользователя

source: Add license
de: Lizenz hinzufügen

source: Edit license
de: Lizenz hinzufügen

source: Delete license {0}?
de: Lizenz {0} löschen?

source: New feedback
bg: Нова обратна връзка
de: Neue Rückmeldung
es: Nuevo comentario
ru: Новый отзыв

source: Success
bg: Успех
de: Erfolg
ru: Успех

source: System exercise
bg: Системно упражнение
de: System-Übung
es: Ejercicio de sistema
ru: Системное упражнение

source: Your exercise '{0}' was successfully added to the generaldatabase. It is now available on the exercise and muscle overview and can be added to workouts. You can access it on this address: {1}
bg: Вашето упражнение '{0}' бе успешно добавено към основната датабаза. Сега е достъпно на прегледа на упражнения и мускули и може да бъде добавено към тренировките. Можете да го намерите на следният адрес: {1}
de: Deine Übung '{0}' wurde erfolgreicht zur Datenbank hinzugefügt. Sie ist jetzt in der Übungs- und Muskelübersicht verfügbar und kann zu Trainingspläne hinzugefügt werden. Du kannst sie unter der folgenden Adresse erreichen: {1}
es: Tu ejercicio '{0}' ha sido añadido con suceso a la base de datos. Está disponible en el índice de ejercicios y puede ser añadido a rutinas. Puedes verlo en esta dirección: {1}
ru: Ваше упражнение '{0}' было удачно добавлено в общую базу данных. Оно сейчас находится в обзоре упражнений и мышц и может быть добавлено к тренировкам. В сможете найти его следуя этой ссылке: {1}

source: Thank you for contributing and making this site better! the wger.de team
bg: Благодарим ви че помагате да направим тази страница по-добра! Тийм-а на wger.de
de: Danke fürs Mitmachen und diese Seite besser zu machen! das wger.de Team
es: ¡Gracias por contribuir y hacer esta página mejor! El equipo de wger.de
ru: Спасибо за содействие и улучшение этой странички! Команда wger.de

source: Is main picture
de: Ist Hauptbild
es: Es imagen principal
ru: Это основное изображение

source: No equipment found
de: Keine Geräte gefunden
ru: Оборудования не найдено

source: Pending exercises
bg: Предстоящи упражнения
de: Nicht freigegebene Übungen
es: Ejercicios pendientes
ru: Упражнения, находящиеся в ожидании

source: No pending exercises at the moment
bg: Няма предстоящи упражнения за момента
de: Im Moment keine Übungen ohne Freigabe
es: No hay ejercicios pendientes en este momento
ru: В данный момент нет ожидающих упражнений

source: Back to overview
bg: Назад към прегледа
de: Zurück zur Übersicht
es: Volver al índice
ru: Назад к обзору

source: Back to exercise overview
bg: Назад към преглед на упражнение
de: Zurück zur Übungsübersicht
es: Volver al índice de ejercicios
ru: Назад к обзору упражнений

source: Full size
de: Volle Größe
es: Tamaño original
ru: Полный размер

source: Reduced size
de: Reduzierte Größe
es: Tamaño reducido
ru: Уменьшенный размер

source: Category was successfully created
bg: Категорията бе създадена успешно
de: Die Kategorie wurde erfolgreich gelöscht
es: Categoría creada con éxito
ru: Категория была удачно создана

source: Category successfully edited
bg: Категорията бе успешно променена
de: Kategorie erfolgreich bearbeitet
es: Categoría editada con éxito
ru: Категория удачно отредактирована

source: Edit %s
bg: Промени %s
de: %s bearbeiten
es: Editar %s
ru: Редактировать %s

source: Category successfully deleted
bg: Категорията беше успешно изтрита
de: Kategorie erfolgreich gelöscht
es: Categoría borrada con éxito
ru: Категория удалена

source: Delete category %s?
bg: Изтрий категория %s?
de: Kategorie %s löschen?
es: ¿Borrar la categoría %s?
ru: Удалить категорию %s?

source: Edit exercise comment
bg: Промени коментар към упражнение
de: Übungskommentar bearbeiten
es: Editar el comentario del ejercicio
ru: Редактировать комментарий к упражнению

source: Edit equipment
de: Gerät bearbeiten
ru: Редактировать оборудование

source: Add equipment
de: Gerät hinzufügen
ru: Добавить оборудование

source: Exercise successfully deleted
bg: Упражнението е добавено успешно
de: Übung erfolgreich gelöscht
es: Ejercicio borrado con éxito
ru: Упражнение удалено

source: Delete exercise %s?
bg: Изтрий упражнение %s?
de: %s Übung wirklich löschen?
es: ¿Borrar el ejercicio %s?
ru: Удалить упражнение %s?

source: Add exercise image
de: Übungsbild hinzufügen
es: Añadir imagen de ejercicio
ru: Добавить изображение упражнения

source: Delete muscle %s?
bg: Изтрий мускул %s?
de: Muskel %s löschen?
es: ¿Borrar músculo %s?
ru: Удалить мышцу %s?

source: Is loop
bg: е повтарящо
de: Ist eine Schleife
es: Es bucle
ru: Is цикл

source: Ususally a description about what parts are trained, like "Arms" or "Pull Day"
bg: Обикновенно е описание на това кои части от тялото са тренирани, като "Ръце" или "Ден за набиране"
de: Normalerweise eine Beschreibung der Muskeln, die trainiert werden wie z.B. "Arme" oder "Drücktag"
es: Normalmente una descripción de las partes que se entrenan, p.ej. "Brazos"
ru: Обычно описание тренируемых частей тела, как "Руки" или ""

source: Add as many workouts to the schedule as you want. You can edit the order per drag-and-drop. It's also possible to add one workout more than once.
bg: Добави толкова тренировки към графика, колкото искаш. Можеш да редактираш реда посредством плъзгане-и-пускане. Също така е възможно да добавиш една тренировка повече от веднъж.
de: Füge so viele Traininspläne hinzu wie du willst. Du kannst die Reihenfolge per Ziehen anpassen. Es ist außerdem möglich, ein Traininsplan mehr als einmal hinzuzufügen.
es: Añade tantas rutinas al programa como quieras. Puedes editar el orden arrastrando las entradas. También es posible añadir una rutina más de una vez.
ru: Добавьте любое количество тренировок в программу. Вы можете отредактировать последовательность через перетаскивание мышкой. Можно также добавить одну и ту же тренировку больше одного раза.

source: Workout log calendar
de: Trainingstagebuchkalender

source: Edit workout session
de: Trainingseinheit bearbeiten
es: Editar sesión de entrenamiento

source: Add working sets to days
bg: Добави серии към дни
de: Sätze zu den Tagen hinzufügen
ru: Добавить рабочие подходы к дням

source: You will regularly receive such reminders till you add a new workout. Alternatively you can add workouts to a loop schedule, such schedules never produce reminders. If you don't want to ever receive email reminders, deactivate the option in your settings.
de: Du wirst in regelmäßigen Abstände solche Erinnerungsemails bekommen bis du einen neuen Trainingsplan erstellst. Alternativ, kannst du Trainingspläne zu einem Schleifen-Zeitplan hinzufügen. Solche Zeitpläne verusachen nie Erinnerungsemails. Wenn du in Zukunft keine weiteren Emails bekommen willst, kannst du die entsprechende Option in deinen Einstellungen editieren.
es: Recibirás regularmente recordatorios como este hasta que añadas una nueva rutina. Alternativamente, puedes añadir rutinas a un programa y marcarlo como bucle, estos programas nunca generarán recordatorios. Si no quieres recibir estos emails, desactiva la opción en tus preferencias.

source: the wger.de team
de: das wger.de Team
es: el equipo de wger.de
ru: команда wger.de

source: Edit workout day
bg: Промени тренировъчния ден
de: Trainingstag bearbeiten
es: Editar día de entrenamiento
ru: Изменить тренировочный день

source: Schedule was successfully deleted
bg: Графика бе успешно изтрит
de: Der Zeitplan wurde erfolgreich gelöscht
es: Programa borrado con éxito
ru: Программа была успешно удалена

source: Delete workout
bg: Изтрий тренировката
de: Trainingsplan löschen
es: Borrar rutina
ru: Удалить тренировку

source: Workout was successfully deleted
bg: Тренировката бе изтрита успешно
de: Der Trainingsplan wurde erfolgreich gelöscht
es: Rutina borrada con éxito
ru: Тренировка была удачно удалена

source: Workout log was successfully deleted
de: Logeintrag erfolgreich gelöscht

source: Tick the box if you want to mark this plan as having a goal amount of calories. You can use the calculator or enter the yourself.
de: Kreuze die Checkbox an wenn du diesem Plan eine Zielmenge an Kalorien geben willst. Du kannst den Rechner benutzen oder diese Menge direkt eingeben.
ru: Поставьте галочку, если вы хотите пометить в этом плане наличие цели количества калорий. Вы можете использовать калькулятор или ввести их самостоятельно.
