Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: The basal metabolic rate is the amount of energy expended daily at rest. This is the minimum energy needed for the body to function, without any additional physical activity.
de: Der Grundumsatz ist die Energiemenge die täglich verbraucht wird. Das ist das Minimum an Energie was benötigt wird, damit der Körper funktioniert, ohne zusätzliche Aktivitäten.
no: Basal metabolic rate er mengden energi brukt daglig i ro. Dette er den minste energien som trengs for at kroppen skal fungere, uten noen ekstra fysisk aktivitet.
pt_br: A taxa metabólica basal é o quantidade de energia gasta diariamente em descanso. Essa é a quantidade mínima de energia necessária para o corpo funcionar, sem qualquer atividade física adicional.
ru: Уровень базального метаболизма - это количество энергии, затраченной ежедневно в состоянии покоя. Это минимальное количество энергии, необходимое для функционирования организма , без каких-либо дополнительных физических нагрузок.

source: Your basic metabolic rate is:
no: Din basal metabolic rate er:
pt_br: Sua taxa metabólica básica é:

source: Physical activities
de: Körperliche Betätigung
es: Actividades físicas
no: Fysiske aktiviteter
pt_br: Atividades físicas
ru: Физическая деятельность

source: The physical activity level (PAL) is a factor used to to express the additional physical activity and is used to calculate the total energy required per day.
de: Pegel der körperlichen Tätigkeit (physical activity level, PAL) is ein Faktor, der benutzt wird, um die zusätzlichen körperlichen Betätigungen wiederzugeben und die Gesamtmenge an Energie pro Tag zu berechnen.
no: Det fysiske aktivitetsnivået (PAL) er en faktor som brukes til å uttrykke den ekstra fysisk aktiviteten, og brukes til å beregne den totale energien som kreves per dag.
pt_br: O nível de atividade física (NAF) é o fator usado para expressar a atividade adicional física e é usado para calcular o total de energia requerida por dia.
ru: Уровень физической активности (УФА) является фактором, который используется для выражения дополнительней физической активности и используется для расчета необходимой общей дневной энергии.

source: Factor for daily activities:
de: PAL-Faktor:
es: Factor para actividades físicas:
no: Faktor for daglige aktiviteter:
pt_br: Fator para atividades diárias:
ru: Фактор повседневной деятельности:

source: The base caloric intake is the amount of calories your metabolism needs based on your level of physical activity.
de: Dein Kalorienbedarf, ist die Kalorienmenge, die dein Metabolismus täglich braucht, basierend auf deine körperliche Betätigung.
no: Basen kaloriinntaket er mengden kalorier stoffskiftet ditt trenger basert på ditt nivå av fysisk aktivitet.
pt_br: A ingestão de calorias básicas é a quantidade de calorias que seu metabolismo precisa baseado no seu nível de atividade física.
ru: Базовое потребление калорий - это количество калорий в которых ваш метаболизм нуждается в зависимости от уровня вашей физической активности.

source: Calculate basic caloric intake
de: Kalorienbedarf berechnen
no: Beregn grunnleggende kaloriinntak
pt_br: Calcular a ingestão de calorias básica
ru: Рассчитать основные калорий

source: The total calories are the actual total calories per day. This might include e.g. a surplus or deficit if you are bulking or cutting. Alternatively you might just enter yourself the amount of calories if you know the value.
de: Die Gesamtkalorien sind die tatsächlichen Kalorien die du pro Tag einnimmst. Dieser Wert kann z.B. einen Überfluss oder einen Mangel beinhalten, wenn du zu- oder abnehmen willst. Alternativ, kannst du einfach den Kalorienwert hier eingeben, wenn du ihn kennst.
no: Det totale inntaket kalorier er de faktiske totale kalorier per dag. Dette kan omfatte f.eks et overskudd eller underskudd hvis du er "bulking or cutting". Alternativt kan du bare skrive inn selv hvor mye kalorier hvis du kjenner verdien.
pt_br: O total de calorias é o atual total de calorias por dia. Isto pode incluir, por exemplo, um sobressalente ou deficite se você está aumentando ou cortando. Alternativament você pode informar a quantidade de calorias se você souber o valor.

source: Transfer basic intake to total daily calories
de: Übertrage Kalorienbedarf nach Gesamtkalorien
no: Overfør grunnleggende inntak til total daglige kalorier
pt_br: Transferir a ingestão básica para o total de calorias diárias

source: Add additional calories to total daily calories
de: Zusatzkalorien zu Gesamtkalorien hinnzufügen
es: Añadir calorías adicionales a las calorías totales diarias
no: Legg til ekstra kalorier til totale daglige kalorier
pt_br: Adicione calorias adicionais para o total de calorias diárias

source: Save total calories to profile
de: Gesamtkalorien in Benutzerprofil speichern
es: Guardar calorias totales al perfil
no: Lagre totale kalorier til profil
pt_br: Salvar o total de calorias ao perfil

source: Please note that these calculations can only be an approximation. If you base your nutrition plan on these values, observe yourself for some weeks and change the total amount if needed.
de: Beachte bitte, dass diese Berechnungen nur eine Näherung sein können. Wenn du deine Ernährung auf diese Werte basierst, beobachte dich selbst einige Wochen und ändere deine Diät falls nötig.
no: Vær oppmerksom på at disse beregningene kan bare være en tilnærming. Hvis du baserer din ernæringsplan på disse verdiene, observer om nødvendig selv i noen uker om det totale beløpet må endres.
pt_br: Por favor note que esse cálculos pode ser somente uma aproximação. Se você basear o seu plano de nutrição nestes valores, observe seu desempenho por algumas semanas e faça os ajustes necessários.

source: Add a new ingredient
bg: Добави нова съставка
de: Zutat hinzufügen
es: Añadir nuevo ingrediente
no: Legg til ny ingrediens
pt_br: Adicione um novo ingrediente
ru: Добавить новый ингредиент

source: New user submitted ingredient
bg: Нова съставка добавена от потребител
de: Neue Zutat von Benutzer eingereicht
es: Nuevo ingrediente enviado por un usuario
no: Ny bruker sendte inn ingrediens
pt_br: Novo ingrediente submetido por usuário
ru: Новый ингредиент представленный пользователем

source: The user {0} submitted a new ingredient "{1}".
bg: Потребителя {0} добави нова съставка "{1}".
de: Der Nutzer {0} hat erfolgreich die neue Zutat "{1}" eingereicht.
es: El usuario {0} ha enviado un nuevo ingrediente "{1}".
no: Brukeren {0} sendte inn en ny ingrediens "{1}".
pt_br: O usuário {0} submeteu um novo ingrediente "{1}"
ru: Пользователь {0} представил новый ингредиент "{1}".

source: Ingredient was successfully marked as rejected
de: Zutat wurde erfolgreich als abgelehnt markiert
es: El ingrediente se ha marcado como rechazado con éxito
no: Ingrediens ble vellykket merket som avvist
pt_br: Ingrediente foi marcado como rejeitado com sucesso
ru: Ингредиент был успешно отмечен как отвергнутый.

source: Add new meal
bg: Добави ново ядене
de: Neue Mahlzeit hinzufügen
es: Añadir nueva comida
no: Legg til nytt måltid
pt_br: Adicionar nova refeição
ru: Добавить новый прием пищи

source: Nutritional plan %s
bg: План за хранене %s
de: Ernährungplan für %s
es: Plan nutricional %s
no: Ernæringsplanen %s
pt_br: Plano nutricional %s
ru: План питания %s

source: <i>This is an empty plan, what did you expect on the PDF?</i>
de: <i>Das ist ein leerer Plan, was hast du im PDF erwartet?</i>
es: <i>Esto es un plan vacío, ¿qué esperabas en el PDF?</i>
no: <i>Dette er en tom plan, hva hadde du forventet i PDF dokumentet?</i>
pt_br: <i>Este é um plano vazio, o quê você esperava no PDF?</i>
ru: <i>Это пустой план, что Вы ожидали в PDF?</i>

source: Add a new weight unit
bg: Добави единица за тегло
de: Eine neue Gewichtseinheit hinzufügen
es: Añadir una unidad de peso
no: Legg til en ny vektenhet
pt_br: Adicionar uma nova unidade de peso
ru: Добавить новую единицу веса

source: Edit a weight unit to ingredient connection
bg: Промени единица за тегло към хранителната съставка
de: Verbindung Gewichtseinheit-Zutat bearbeiten
es: Editar una conexión unidad de peso - ingrediente
no: Endre en vektenhet til ingrediens tilkobling
pt_br: Edite uma unidade de peso para a conecção do ingrediente
ru: Изменить единицу веса соединения ингредиентов

source: Delete?
no: Slett?
pt_br: Excluir?

source: wger Workout Manager is build by volunteers, the development process is open and freely accessible to anybody interested. If you are new to the free software world, we recommend to take a look <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">this article</a> which summarizes they way open source projects work very well.
bg: wger мениджъра за тренировки е изграден от доброволци, процеса на развитие е отворен и със свободен достъп на всеки заинтересован. Ако сте нов в света на свободния софтуер, ние препоръчваме да погледнете <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html"> този артикул </a>, който обобщава начина, по който проектите с отворен код работят по-добре.
de: wger Workout Manager wird von Freiwilligen gemacht. Der Entwicklungsprozess ist offen und für jeden Interessierten zugänglich. Wenn du neu zur Welt der Freien Software bist, empfehlen wir dir einen Blick auf <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">diesen Artikel</a> zu werfen, der gut zusammenfasst wie Open Source Projekte funktionieren.
es: wger Workout Manager está hecho por voluntarios, el proceso de desarollo es abierto y es accesible a cualquiera que se interese. Si eres nuevo al mundo del software libre, te recomendamos que leas <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">este artículo</a> que resume muy bien como funcionan los proyectos de código abierto.
no: wger Workout Manager er bygget av frivillige, utviklingsprosessen er åpen og fritt tilgjengelig for alle som er interessert. Hvis du er ny på fri programvare verden, anbefaler vi å ta en titt på <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">denne artikkelen</a> som oppsummerer veien åpen kildekode-prosjekter fungerer veldig bra.
pt_br: wger Gestor de Treinos é desenvolvido por voluntários, o processo de desenvolvimento é aberto e livremente acessível a qualquer interessado. Se você é novo ao mundo do software livre, nós recomendamos que você dê uma olhada <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">neste artigo</a> que resume muito bem como os projetos open source trabalham.
ru: wger Workout Manager создан волонтерами, процесс программирования открыт и свободно доступен всем заинтересованым. Если вы новичок в сфере свободного софта, мы рекомендуем вам заглянуть сюда <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">эта статья</a> очень доступно обьясняет как работают проекты в свободном софте.

source: Any kind of contribution is appreciated and welcome. Use this opportunity and influence the direction of the project.
bg: Всякакъв вид помощ е ценена и добре дошла. Използвайте тази възможност да повлияете на посоката на развитие проекта.
de: Jede Form der Mitarbeit ist willkommen und wird sehr geschätzt. Nutze diese Möglichkeit und beinflusse die Richtung in der das Projekt gehen wird.
es: Cualquier tipo de contribución es apreciada y bienvenida. Usa esta oportunidad e influencia la dirección del proyecto.
no: Enhver form for bidrag er verdsatt og ønsket velkommen. Bruk denne muligheten og påvirke retningen av prosjektet.
pt_br: Qualquer tipo de contribução é apreciada e bem-vinda. Use essa oportunidade e influencie a direção do projeto.
ru: Любой вид содействия ценится и приветствуется. Используйте эту возможность и повлияйте на направление проекта.

source: Our goal
no: Vårt mål
pt_br: Noso objetivo

source: The goal is to build an awesome and flexible fitness manager, along with a comprehensive and complete list of exercises and ingredients, all released under a free license.
bg: Целта е да се изгради едно страхотно и гъвкаво управление на фитнес, заедно с подробен и пълен списък от упражнения и съставки, всички под свободен лиценз.
de: Das Ziel ist, einen großartigen und flexiblen Traininsplan- und Fitnessmanager zu erstellen, zusammen mit einer umfassendenen Liste von Übungen und Zutaten, alles unter einer freien Lizenz veröffentlicht.
es: La meta es crear un administrador de rutinas fenomenal, junto con una lista completa y extensiva de ejercicios e ingredientes, todo bajo una licencia libre.
no: Målet er å bygge en kjempe god og fleksibel trenings manager, sammen med en omfattende og komplett liste over øvelser og ingredienser, alle utgitt under en fri lisens.
pt_br: O objetivo é construir um incrível e flexível gestor de fitness, juntamente com um lista completa e compreensiva de exercícios e ingredientes, todos licenciados com uma licença livre.
ru: Цель - создать удивительный и гибкий фитнес-менеджер, наряду с всесторонним и полным списком упражнений и ингредиентов, выпущеный под свободной лицензией.

source: Use the site
bg: Ползвайте страницата
de: Benutze die Seite
es: Usa la página
no: Bruk nettstedet
pt_br: Use o site
ru: Воспользуйтесь этим сайтом

source: Simply use the site and tell your friends how useful it is! ;) . When you find something that you specially liked, could need some improvements or just doesn't work, tell us! This might not sound like much, but is incredibly important!
bg: Просто използвайте сайта и кажете на приятелите си колко е полезен! ;). Когато намерите нещо специално, което ви харесва, или се нуждае от подобрения, или просто не работи, моля да ни кажете! Това може да не звучи като много, но е изключително важно!
de: Benutze einfach die Seite und erzähle deinen Freunden wie nützlich sie ist! ;) Wenn du etwas findest was dir besonders gefallen hat, verbessert werden könnte oder gar nicht funktioniert, sag Bescheid! Das klingt vielleicht nicht nach viel, ist aber extrem wichtig!
es: Simplemente usa la página y dile a tus amigos lo útil que es ;) . Si encuentras algo que te haya gustado especialmente, pueda ser mejorado y no funcione, ¡dínoslo! Esto parece que no es mucho, pero es increíblemente importante.
no: Bruk dette området og fortelle dine venner hvor nyttig det er! ;). Når du finner noe du liker spesielt, kansje kunne trenge noen forbedringer eller bare ikke fungerer, fortell oss! Dette høres kanskje ikke mye ut, men er utrolig viktig!
pt_br: Simplesmente use o site e conte para seus amigos o quão útil ele é! ;) . Quando você encontrar algo que você realmente gostar, que precise ser melhorado ou somente não funcione, nos conte! Isto pode não parecer muito, mas é incrívelmente importante!
ru: Просто воспользуйтесь этим сайтом и расскажите своим друзьям какой он классный! ;) . Если вы найдете что-то, что вам особенно нравится, что нуждается в улучшении или просто не работает, скажите нам! Это может показаться незначительным, но это невероятно важно!

source: Submit exercises
bg: Въведи упражненията
de: Reiche Übungen ein
es: Añade ejercicios
no: Send inn øvelser
pt_br: Submeta exercícios
ru: Представить упражнения

source: Submit those cool exercises that you absolutely love and do every week but are not in the list yet. If you think some description is too short or some other detail is missing or could be improved, tell!
bg: Подай на тези готини упражнения, които абсолютно обичаш правиш всяка седмица, но не са в списъка, все още. Ако смяташ, че някои описание е твърде кратко или някаква друга подробност липсва, или може да се подобри, моля сподели!
de: Reiche die coole Übungen ein die du jede Woche machst aber noch nicht in der Liste sind. Wenn du denkst, dass eine Beschreibung zu kurz ist oder irgendein Detail fehlt oder verbessert werden könnte, sag Bescheid!
es: Añade esos ejercicios que te encantan y haces cada semana pero todavía no están en la lista. Si crees que la descripción tiene errores o puede ser mejorada, ¡dinoslo!
no: Send inn dine kule øvelser som du absolutt elsker og gjøre hver uke, men som ikke er på listen ennå. Hvis du tror noen beskrivelser er for korte eller annen detalj mangler eller kan forbedres, fortell oss!
pt_br: Submete esses exercícios bacanas que você realmente adora e faz toda semana mas ainda não estão na lista. Se você achar que alguma descrição está muito simples ou está faltando algum detalhes, sinta-se à vontade para melhorar, nos dizendo a respeito!
ru: Выставите на страничку ваши любимые упражнения, которые вы регулярно выполняете, но которых еще нет в списке. Если вы думаете, что некоторые описания слишком короткие или некоторые детали отсутствуют или могут быть улучшены, сообщите!

source: Do you want to use wger in your own language? Do you think the current translation could be improved? The translations are easily managed and edited online, if you are interested, go to the transifex site, request access and we will set everything up.
bg: Искате ли да използвате wger на собствения си език? Мислите ли, че сегашният превод може да се подобри? Преводите лесно се управляват и редактират онлайн. Ако се интересувате, отидете на сайтът transifex и поискайте достъп.
de: Willst du wger in deiner Muttersprache benutzen? Denkst du dass die aktuelle Übersetzung verbessert werden könnte? Die Übersetzungen können komfortabel online verwaltet und editiert werden. Wenn du interessiert bist, gehe zur transifex Seite, trete in das Team ein und wir werden alle nötige aufsetzen.
es: ¿Quieres usar wger en tu idioma? ¿Crees que la traducción actual puede ser mejorada? Las traducciones se hacen confortablemente online, si tienes interés, ve a la página de transifex, pide accesso y te pondremos todo lo que necesites.
no: Ønsker du å bruke wger på ditt eget språk? Tror du dagens oversettelse kan forbedres? Oversettelsene er enkel å håndtere og redigeres på nettet, hvis du er interessert, gå til transifex området, be om tilgang og vi vil sette alt opp for deg.
pt_br: Você que usar o wger no seu próprio idioma? Você acha que o estado atual da tradução pde ser melhorado? As traduções são fácilmente gerenciados e editadas online, se você estiver interessado, vá até o site transifex, solicite acesso e nós iremos preparar tudo para você trabalhar.
ru: Вы хотите пользоваться wger на своем родном языке? Вы думаете, что текущий перевод может быть улучшен? Переводы легко управляются и редактируются онлайн, если вы заинтересованы, перейдите на сайт transifex, запросите доступ и мы все настроим.

source: Code
bg: Код
de: Quellcode
es: Código
no: Kode
pt_br: Código
ru: Код

source: Obviously, you are highly encouraged to clone the repo and start hacking! Once you are ready, send a pull request and we will show the world. Take a look at the developer guide for more details on this.
bg: Очевидно е, че сте силно насърчавани да клонирате хранилището и да заченете хакването! След като сте готови, изпратете заявка за теглене и ние ще го покажем на света. Обърнете внимание на наръчника за разработчици за повече информация по този въпрос.
de: Selbstverständlich bist du herzlich eingeladen, das Repository zu klonen und zu hacken! Wenn du fertig bist, schicke ein Pull Request und wir werden es der Welt zeigen. Schaue dir die Entwickler Leitfaden an für weitere Details.
es: ¡Obviamente estás animado a hacer una copia del repositorio y empezar a programar! Una vez que hayas terminado, manda un pull request. Héchale un vistazo a la guía para programadores para más detalles.
no: Selvfølgelig er du svært oppmuntret til å klone repoet og begynne hackingen! Når du er klar, kan du sende en pull forespørsel og vi vil vise verden. Ta en titt på utviklerveiledningen for mer informasjon på dette.
pt_br: Obviamente, você está altamente encorajado à clonar o repositório e começar a hackear! Uma vez que esteja pronto, envie um pull request e nós iremos mostr-a-lo ao mundo. De uma olhada no guia do desenvolvedor para mais detalhes sobre isto.
ru: Очевидно, вам настоятельно рекомендуется клонировать репозиторий и начинать хакерствовать! Когда вы будете готовы, отправьте патч и мы покажем его миру. Взгляните на руководство разработчика для более подробной информации.

source: wger Workout Manager is a free, open source web application that manages your exercises and workouts.
no: hvor Workout Manager er et gratis, åpen kildekode web-applikasjon som håndterer øvelser og trening.
pt_br: wger Workout Manager é uma aplicação web gratuita em código aberto que gerencia seus exercícios e treinos.

source: Your body.
no: Din kropp.
pt_br: Seu corpo.

source: Your workouts.
no: Din trening.
pt_br: Seus treinos.

source: Your data.
no: Din data.
pt_br: Seus dados.

source: Your progress.
no: Din fremgang.
pt_br: Seu progresso.

source: Try it now
no: Prøv den nå
pt_br: Tente agora

source: Create and manage your workout routines by selecting how many days your workout consists of, and adding different exercises to each. You can also combine different workouts into a schedule.
no: Opprette og administrere trenings rutiner ved å velge hvor mange dager treningen består av, og legg til forskjellige øvelser til hver. Du kan også kombinere ulike treningsøkter inn i en timeplan.
pt_br: Crie e gerencie sua rotina de treino selecionando quantos dias o seu treino consiste, e adicione diferentes exercícios para cada. Você pode também combinar diferentes treinos em uma agenda.

source: You can also enter notes and a general impression (great, neutral, etc.)
no: Du kan også skrive notater og gi et generelt inntrykk (god nøytral, etc.)
pt_br: Você pode também informar notas e uma impressão geral (ótimo, neutro, etc.)

source: Create a diet plan and see its nutritional values (total energy, protein, carbohydrates, and so on) about it. Select from more than 8000 ingredients for this.
no: Lag en diett plan og se nærings verdier (total energi, protein, karbohydrater, og så videre). Velg blant mer enn 8000 ingredienser for dette.
pt_br: Crie uma plano de dieta e veja os valores nutricionais (energia total, proteína, carboidratos e tudo o mais) sobre isso. Selecione de mais de 8000 ingredientes para isso.

source: Weight tracker
no: Vektsporing
pt_br: Rastreador de peso

source: keep track of your progress with the weight log chart for each exercise and your own body weight. This makes it easy to see if you are reaching your goals or need to adjust something.
de: behalte deine Fortschritte im Auge mit den Gewichtsdiagrammen für jede Übung oder dein Körpergewicht. Das macht es einfach, verbesserugsfähige Bereichte zu erkennen.
no: holde oversikt over din fremgang med et vekt logg diagram for hver øvelse og din egen kroppsvekt . Dette gjør det enkelt å se om du er på vei til dine mål eller trenger å justere noe.
pt_br: Acompanhe o seu progresso com o gráfico do registro de peso para cada exercício e seu próprio peso corporal. Isto torna fácil de ver se você está atingindo os seus objetivos ou precisa ajustar algo.
ru: отслеживайте ваш прогресс с диаграммой журнала веса для каждого упражнения и вашего веса тела. Это позволяет легко увидеть, если вы достигаете намеченной цели или если нужно что-то поменять.

source: Exercise database
no: Øvelsesdatabase
pt_br: Banco de dados de exercícios
