Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: Delete current API key and generate new one
de: Lösche aktuellen Schlüssel und generiere einen neuen
no: Slett gjeldende API kode og generer en ny.
pt_br: Apager definitivamente sua API key e gerar uma nova
ru: Удалить текущий API ключ и сгенерировать новый

source: Generate new API key
de: Generiere einen neuen API-Schlüssel
no: Generer ny API kode
pt_br: Gerar nova API Key
ru: Сгенерировать новый API ключ

source: Documentation
de: Dokumentation
es: Documentación
no: Dokumentasjon
pt_br: Documentação
ru: Документация

source: Change password
bg: Смени парола
de: Passwort ändern
es: Cambiar contraseña
no: Endre passord
pt_br: Mudar senha
ru: Изменить

source: Delete account
no: Slett konto
pt_br: Excluir conta

source: Are you sure?
no: Er du sikker?
pt_br: Você tem certeza?

source: This action will delete the user account "%(username)s". It will also irrevocably remove all the data associated with it (workouts, logs, etc.) and can't be undone.
no: Denne handlingen vil slette brukerkontoen "%(username)s". Det vil også også fjerne alle data knyttet til den (trening, logger, osv) og kan ikke omgjøres.
pt_br: Esta ação irá apagar a conta do usuário "%(username)s". Isso irá irrevogavelmente remover todos os dados associados com esta conta (treinos, registros, etc.) e não poderá ser desfeito.

source: No account?
bg: Нямаш акаунт?
de: Kein Account?
es: ¿No tienes cuenta?
no: Ingen konto?
pt_br: Não cadastrado?
ru: Нет аккаунта?

source: Forgot password?
bg: Забравена парола?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
no: Glemt passord?
pt_br: Esqueceu a senha?
ru: Забыли пароль?

source: Sign in with your Email
bg: Влез с твоят Email
de: Mit deiner Email anmelden
es: Ingresar con tu email
no: Logg inn med din e-postadresse
pt_br: Entre com o seu e-mail
ru: Войти со своим электронным адресом

source: Persona (BrowserID) replaces multiple passwords, you don't need to remember a new password for this site. For more information, please take a look at the <a href="https://login.persona.org/" target="_blank">the Persona website</a>.
bg: Persona (BrowserID) замества множество пароли, които не трябва да помните за всеки сайт, който посещавате. За повече информация, моля погледнете <a href="https://login.persona.org/" target="_blank">страницата на Persona</a>.
de: Persona (BrowserID) ersetzt viele Passwörter, du brauchst dir kein neues Passwort für jede Seite merken. Für weitere Informationen, besuche <a href="https://login.persona.org/" target="_blank">die Persona website</a>.
es: Persona (BrowserID) reemplaza diferentes contraseñas, no tendrás que acordarte de una contraseña nueva para cada página. Para más informacion, por favor visita la página del <a href="https://login.persona.org/" target="_blank">proyecto Persona</a>.
no: Persona (BrowserID) erstatter flere passord, du trenger ikke huske et nytt passord for dette nettstedet. For mer informasjon, vennligst ta en titt på <a href="https://login.persona.org/" target="_blank"> Persona sin nettside.
pt_br: Person (BrowserID) substitui múltiplas senhas, você não precisa lembrar de uma nova senha para este site. Para mais informações, por favor, acesse <a href="https://login.persona.org/" target="_blank">o website do projeto Persona</a>.
ru: Persona (BrowserID) заменяет множественные пароли, не надо запоминать новый пароль для этого сайта. Для дополнительных сведений, пожалуйста нажмите сюда <a href="https://login.persona.org/" target="_blank"> сайт Persona</a>.

source: last %(number)s
no: sist %(number)s
pt_br: último %(number)s

source: Overview
bg: Преглед
de: Übersicht
no: Oversikt
pt_br: Visão geral
ru: Обзор

source: Date
bg: Дата
de: Datum
es: Fecha
no: Dato
pt_br: Data
ru: Дата

source: Description
bg: Описание
de: Beschreibung
es: Descripción
no: Beskrivelse
pt_br: descrição
ru: Описание

source: Number of logs (days)
no: Antall logger (dager)
pt_br: Número de registros (dias)

source: Last activity
no: Siste aktivitet
pt_br: Última atividade

source: General impression
de: Allgemeiner Eindruck
es: Impresión general
no: Generelt inntrykk
pt_br: Impressão geral

source: Notes
bg: Бележки
de: Bemerkungen
es: Notas
no: Notater
pt_br: Notas
ru: Заметки

source: Time
de: Gesamtzeit
es: Tiempo
no: Tid
pt_br: Tempo
ru: Время

source: Log in as this user
no: Logg inn som denne brukeren
pt_br: Logado como este usuário

source: Deactivate user
no: Deaktiver bruker
pt_br: Usuário desativado

source: Activate user
no: Aktiver bruker
pt_br: Usuário ativo

source: Reset user password
no: Tilbakestill brukerpassord
pt_br: Redefinir a senha de usuário

source: Roles
no: Roller
pt_br: Papéis

source: Password reset confirmation
bg: Потвърждение за нулиране на паролата
de: Zurücksetzen des Passworts bestätigen
es: Confirmación de restablecimiento de contraseña
no: Bekreftelse av tilbakestilling av passord
pt_br: Confirmação de reset da senha
ru: Подтверждение восстановления пароля

source: Do you really want to change this user&#39;s password?
no: Vil du virkelig endre denne brukeren&#39;s passord?
pt_br: Você realmente deseja alterar a senha deste usuário&#39; ?

source: No
no: Nei
pt_br: Não

source: Yes
no: Ja
pt_br: Sim

source: Details
no: Detaljer
pt_br: Detalhes

source: Phone
no: Telefon
pt_br: Telefone

source: Address
no: Adresse
pt_br: Endereço

source: Registered
no: Registrert
pt_br: Registrado

source: Last login
no: Sist innlogget
pt_br: Último Login

source: Active
no: Aktiv
pt_br: Ativo

source: Inactive
no: Inaktiv
pt_br: Inativo

source: Contracts
no: Kontrakter
pt_br: Contratos

source: Documents
no: Dokumenter
pt_br: Documentos

source: Include in inactive overview
no: Inkluder i inaktiv oversikt
pt_br: Incluir na visão geral inativa

source: Password reset complete
bg: Редактирането на паролата завърши
de: Passwort zurücksetzen beendet
es: Restablecimiento de contraseña completado
no: Tilbakestilling av passord fullført
pt_br: Reset da senha completo
ru: Восстановления пароля завершена

source: Your password has been set. You may go ahead and log in now.
bg: Паролата ви бе редактирана. Сега можете да влезете.
de: Dein Passwort wurde zurückgesetzt. Du kannst dich nun anmelden.
es: Tu contraseña ha sido establecida. Ahora puedes seguir adelante e iniciar sesión.
no: Ditt passord er angitt. Du kan gå videre og logge inn nå.
pt_br: Sua senha ainda não foi definida. Você deve ir adiante e logar-se agora
ru: Ваш пароль восстановлен. Теперь Вы можете войти на сайт.

source: Log in
bg: Вход
de: Einloggen
es: Entrar
no: Logg inn
pt_br: Entrar
ru: Войти

source: Enter new password
bg: Добави нова парола
de: Neues Passwort eingeben
es: Introduzca una nueva contraseña
no: Skriv inn nytt passord
pt_br: Entre com uma nova senha
ru: Введите новый пароль

source: Please enter your new password twice so we can verify you typed it in correctly.
bg: Моля въведете новата парола два пъти за да се уверим, че сте я написали правилно.
de: Bitte gebe dein neues Passwort zweimal ein, damit wir überprüfen können, ob es richtig eingetippt wurde.
es: Por favor, introduce tu contraseña nueva dos veces para verificar que la has escrito correctamente.
no: Skriv inn det nye passordet to ganger, slik at vi kan bekrefte at du skrev det riktig.
pt_br: Por favor, entre com sua nova senha duas vezes para que possamos revisar se você digitou ela corretamente.
ru: Пожалуйста введите Ваш пароль дважды, для того, чтобы мы могли удостовериться, что Вы ввели его правильно.

source: Change my password
bg: Смени паролата
de: Mein Passwort ändern
es: Cambiar mi contraseña
no: Endre mitt passord
pt_br: Alterar a minha senha
ru: Изменить пароль

source: Password reset unsuccessful
bg: Смяна на паролата успешна
de: Passwort wurde nicht erfolgreich zurückgesetzt
es: Restablecimiento de contraseña fallido
no: Tilbakestilling av passordet var ikke vellykket
pt_br: Redifinição da senha sem sucesso
ru: Пароль не восстановлен

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
bg: Връзката за нулиране на паролата беше невалидна, може би защото вече е използван. Моля, задайте ново запитване за нулиране на парола.
de: Der Link zum Zurücksetzen Ihres Passworts ist ungültig, wahrscheinlich weil er schon einmal benutzt wurde. Bitte setze dein Passwort erneut zurück.
es: El enlace de restablecimiento de contraseña era inválido, seguramente por haberse utilizado previamente. Por favor, solicita un nuevo restablecimiento de contraseña.
no: Tilbakestilling av passordet var ugyldig, muligens fordi det har allerede blitt brukt. Vennligst be om en ny tilbakestilling av passord.
pt_br: A link para redefinir a senha era inválido, possivelmente por já ter sido usado. Por favor solicite um novo link para redefinir a senha.
ru: Ссылка для восстановления пароля недействительна, возможно она была уже использована. Пожалуйста запросите новое восстановление пароля.

source: Password reset successful
bg: Нулиране на парола успешно
de: Passwort wurde erfolgreich zurückgesetzt
es: Restablecimiento de contraseña exitoso
no: Passordet vellykket tilbakestilt
pt_br: Redefinição da senha realizada com sucesso
ru: Пароль удачно восстановлен

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
bg: Пратихме ви по електронна поща инструкции за задаване на парола на е-мейл адреса, който сте изпратили. Вие трябва да ги получите скоро.
de: Die Anweisungen zum Setzen des Passworts wurde an die eingegebene E-Mail-Adresse versendet.
es: Te hemos enviado un email con instrucciones para cambiar tu contraseña a la dirección de correo electróńico que nos has dado. Deberías recibir el email en unos momentos.
no: Jeg har sendt deg instruksjoner for å sette passord til e-postadressen du har sendt inn. Du skal motta den innen kort tid.
pt_br: Nós enviamos um e-mail com instruções para definição da sua senha no endereço de e-mail informado por você. Você deve recenê-lo em breve.
ru: Мы выслали на Вашу, при регистрации представленную, электронную почту инструкции для восстановления пароля. Проверьте почту.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
bg: Получавате този е-мейл защото сте задали запитване за нулиране на парола за потребител в %(site_name)s.
de: Diese E-Mail wurde aufgrund einer Anfrage zum Zurücksetzen des Passworts auf der Website %(site_name)s versendet.
es: Recibes este correo electrónico porqué has solicitado restablecer tu contraseña para tu cuenta en %(site_name)s.
no: Du mottar denne e-posten fordi du har bedt om tilbakestilling av passord for brukerkontoen din ved %(site_name)s.
pt_br: Você está recebendo este e-mail pois você requisitou a redefinição da senha do seu usuário no %(site_name)s.
ru: Вы получили это электронное письмо, так как Вы запрсили восстановление пароля для Вашего аккаунта на %(site_name)s.

source: Please go to the following page and choose a new password:
bg: Моля посетете тази страница и изберете нова парола:
de: Bitte öffne folgende Seite, um dein neues Passwort einzugeben:
es: Por favor, ve a la página siguiente y escoje una nueva contraseña.
no: Vennligst gå til følgende side og velge et nytt passord:
pt_br: Por favor vá para seguinte página e escolha uma nova senha:
ru: Пожалуйста перейдите на следующую страницу и выберите новый пароль:

source: Your username, in case you've forgotten:
bg: Вашето потребителско име, в случай че сте забравили:
de: Dein Benutzername, falls du ihn vergessen hast:
es: Tu nombre de usuario, en caso de haberlo olvidado:
no: Brukernavnet ditt, i tilfelle du har glemt:
pt_br: Seu usuário, caso você tenha esquecido:
ru: Ваше имя пользователя, если Вы забыли:

source: Thanks for using our site!
bg: Мерси че ползвахте нашият сайт!
de: Vielen Dank, dass du unsere Webseite benutzt!
es: ¡Gracias por usar nuestra página!
no: Takk for at du bruker vår side!
pt_br: Obrigado por usar o nosso site!
ru: Спасибо за пользование нашим сайтом!

source: The %(site_name)s team
bg: Отбора на %(site_name)s.
de: Das Team von %(site_name)s
es: El equipo de %(site_name)s
no: %(site_name)s teamet
pt_br: O time do %(site_name)s
ru: Команда %(site_name)s

source: Password reset
bg: Нулиране на парола
de: Passwort zurücksetzen
es: Restablecer contraseña
no: Tilbakestill passord
pt_br: Redefinição de senha
ru: Восстановление пароля

source: Workout reminders
de: Trainingsplanerinnerungen
no: Treningsvarsler
pt_br: Lembrentes de treino

source: Gym mode
de: Studiomodus
es: Modo gimnasio
no: Treningsmodus
pt_br: Modo academia

source: mobile version only
de: nur mobile Version
es: sólo versión móvil
no: kun mobilversjon
pt_br: somente versão mobile

source: Other settings
de: Andere Einstellungen
es: Otras configuraciones
no: Andre innstillinger
pt_br: Outras configurações

source: Save
bg: Запази
de: Speichern
es: Guardar
no: Lagre
pt_br: Salvar
ru: Сохранить

source: We have created sample workout, workout schedules, weight logs, (body) weight and nutrition plan entries so you can better see what this site can do. Feel free to edit or delete them!
bg: Ние създадохме примерна тренировка, тренировъчен график, дневник за тежести и план за телесно тегло и хранене, за да можеш по-лесно да видиш какво може този сайт да направи за теб. Чувствай се свободен да ги редактираш или изтриеш!
de: Wir haben Beispieleinträge erstellt für: Trainings-, Ernährungs- und Zeitpläne sowie Gewichtseinträge für Übungen und Körpergewicht. Somit kannst du besser sehen was diese Seite machen kann. Du kannst diese Einträge natürlich bearbeiten oder löschen!
es: Hemos creado ejemplos de rutinas, programas, entradas de peso y planes nutricionales para que te puedas hacer mejor una idea de lo que puede hacer esta página. No dudes en editar o borrar las entradas.
no: Vi har opprettet treningseksempler, trenings timeplaner, vektlogger, (kropp) vekt og ernæringsplaner, slik at du bedre kan se hva dette nettstedet kan gjøre. Føl deg fri til å redigere eller slette dem!
pt_br: Nós criamos exemplos de treinos, agenda de treinos, registros de peso, peso (corporal) e plano de nutrição para que você possa ver melhor o que este site pode fazer. Sinta-se à vontade para edita-los ou apaga-los.
ru: Мы создали образец тренировки, графики тренировки, запись тяжестей, записи масс тела и плана питания, для наглядного примера возможностей этого сайта. Вы можете их изменить или удалить.

source: Rest day
bg: Ден за почивка
de: Ruhetag
es: Día de descanso
no: Hviledag
pt_br: Dia de descanso
ru: Выходной день

source: Send
bg: Изпрати
de: Abschicken
es: Enviar
pt_br: Enviado
ru: Отправить

source: Your feedback was successfully sent. Thank you!
de: Dein Feedback wurde erfolgeich versendet. Danke!
es: Tu comentario ha sido enviado con éxito, ¡gracias!
no: Din tilbakemelding har blitt sendt. Takk!
pt_br: O seu feedback foi enviado com sucesso. Obrigado!
ru: Ваш отзыв был успешно отправлен. Спасибо!

source: Account "{0}" was successfully deleted
no: Slettingen av konto "{0}" var vellykket
pt_br: Conta "{0}" deletada com sucesso

source: You were successfully registered
de: Du hast dich erfolgreich registriert
es: Te has registrado con éxito
no: Din registrering var vellykket
pt_br: Você foi registrado com sucesso
ru: Вы были успешно зарегистрированы

source: Settings successfully updated
de: Einstellungen erfolgreich aktualisiert
es: Preferecias actualizadas con éxito
no: Innstillinger ble vellykket oppdatert
pt_br: Configurações atualizadas com sucesso
ru: Настройки успешно обновлены

source: The user was successfully deactivated
no: Brukeren ble vellykket deaktivert
pt_br: O usuário foi desativado com sucesso

source: The user was successfully activated
no: Brukeren ble vellykket aktivert
pt_br: O usuário foi ativado com sucesso

source: Edit user
no: Rediger bruker
pt_br: Editar usuário

source: ID
pt_br: Identificação

source: Username
no: Brukernavn
pt_br: usuário

source: Gym
no: treningsstudio
pt_br: Academia

# As in "email subject"
source: Subject
no: Subjekt
pt_br: Assunto

# As in "content of an email"
source: Content
no: Innhold
pt_br: Conteúdo

source: Steps
bg: Стъпки
de: Schritte
es: Pasos
no: Steg
pt_br: Passos
ru: Шаги

source: Fill in the form
no: Fyll ut skjema
pt_br: Preencha o formulário

source: You can update and correct the content as often as you need before sending the emails
no: Du kan oppdatere og korrigere innholdet så ofte du trenger før du sender e-postene
pt_br: Você pode atualizar e corrigir o conteúdo o quanto precisar antes de enviar os e-mails

source: Current version
no: Gjeldene versjon
pt_br: Versão atual

source: Correction
no: Korreksjon
pt_br: Correção

source: In latin, e.g. "Pectoralis major"
de: Auf latein, z.B. "Pectorail major"
es: En latín, p.ej. "Pectoralis major"
no: I latin, f.eks "Pectoralis major"
pt_br: Em latim, ex.: "Pectoralis major"
ru: Латинское название (например: "Pectoralis major")

source: Exercise Categories
bg: Категории на упражнения
de: Kategorie Übung
es: Categorías de ejercicios
no: Øvelses kategorier
pt_br: Categorias de exercício
ru: Категории упражнений

source: Category
bg: Категория
de: Kategorie
es: Categoría
no: Kategori
pt_br: Categoria
ru: Категория

source: Primary muscles
bg: Основни мускули
de: Primärmuskeln
es: Músculos primarios
no: Primære muskler
pt_br: Músculos primários
ru: Основные мышцы

source: Secondary muscles
bg: Второстепенни мускули
de: Sekundärmuskeln
es: Músculos secundarios
no: Sekundære muskler
pt_br: Músculos secundários
ru: Второстепенные мышцы

source: Exercise was successfully added to the general database
de: Übung wurde erfolgreich zur Datenbank hinzugefügt
es: El ejercicio se ha añadido con éxito a la base de datos
no: Øvelsen ble vellykket lagt til i databasen
pt_br: Exercício foi adicionado com sucesso ao banco de dados geral
ru: Упражнение добавлено в общую базу данных

source: New user submitted exercise
bg: Ново упражнение добавено от потребител
de: Neue eingereichte Übung
es: Nuevo ejercicio enviado por un usuario
no: Ny bruker har sendt inn øvelse
pt_br: Novo exercício submetido pelo usuário
ru: Новый пользователь добавил упражнение

source: The user {0} submitted a new exercise "{1}".
bg: Потребителя {0} предостави ново упражнение "{1}".
de: Der Benutzer {0} hat die Übung {1} eingereicht.
es: El usuario {0} ha enviado un nuevo ejercicio "{1}".
no: Brukeren {0} sendte inn en ny øvelse "{1}".
pt_br: O usuário {0} submete um novo exercício "{1}".
ru: Пользователь {0} представил новое упражнение "{1}".

source: Exercise
bg: Упражнение
de: Übung
es: Ejercicio
no: Øvelse
pt_br: Exercício
ru: Упражнение

source: Image
de: Bild
es: Imagen
no: Bilde
pt_br: Imagem
ru: Изображение

source: Only PNG and JPEG formats are supported
de: Nur die PNG und JPEG-Formate werden unterstützt
es: Sólo los formatos PNG y JPEG están soportados
no: Bare PNG og JPEG formater støttes
pt_br: Somente os formatos PNG e JPEG são suportados
ru: Только PNG и JPEG форматы поддерживаются

source: Tick the box if you want to set this image as the main one for the exercise (will be shown e.g. in the search). The first image is automatically marked by the system.
de: Kreuze die Checkbox an wenn du dieses Bild als das Hauptbild für diese Übung setzten willst (wird dann z.B. auf Übersichten angezeigt). Das erste Bild bekommt die Flagge automatisch.
no: Kryss av i boksen hvis du ønsker å sette dette bildet som den viktigste for øvelsen (vil bli vist i søket). Det første bildet blir automatisk markert av systemet.
pt_br: Marque a caixa se você quiser marcar esta imagem com a principal para o exercício (irá ser mostrada, por exemplo, na busca). A primeira imagem é automaticamente marcada pelo sistema.
ru: Поставьте галочку, если вы хотите установить это изображение в качестве основного упражнения (будет показано, например в поиске). Первое изображение автоматически помечается системой.

source: New user submitted image
no: Ny bruker har sendt inn bilde
pt_br: Nova imagem submetido por usuário

source: The user {0} submitted a new image "{1}" for exercise {2}.
no: Brukeren {0} sendte inn et nytt bilde "{1}" for øvelsen {2}.
pt_br: uário {0} submeteu uma nova imagem "{1}" para o exercício {2}.

source: A comment about how to correctly do this exercise.
bg: Коментар как да се направи упражнението правилно.
de: Ein Kommentar über die korrekte Durchführung der Übung.
es: Comentario describiendo como hacer correctamente el ejercicio
no: En kommentar for hvordan denne øvelsen utføres korrekt
pt_br: Um comentário sobre como executar corretamente este exercício.
ru: Коментарий о том, как правильно выполнять это упражнение.

source: Equipment list
de: Geräteliste
no: Utstyrsliste
pt_br: Lista de equipamento
ru: Перечень оборудования

source: Add new equipment
de: Neues Gerät hinzufügen
no: Legg til nytt utstyr
pt_br: Adicionar novo equipamento
ru: Добавить новое оборудование

source: Main muscles
bg: Основни мускули
de: Hauptmuskeln
es: Músculos principales
no: Viktigste musklene
pt_br: Músculos principais
ru: Основные мышцы

source: No exercises for this equipment. Add or edit an exercise and set the equipment.
de: Keine Übungen für dieses Geräte. Füge eine Übung hinzu oder editiere eine bestehende.
no: Ingen øvelse for dette utstyret. Legg til eller endre en øvelse og legg til utstyret.
pt_br: Nenhum exercício para este equipamento. Adicione ou edite um exercício e marque o equipamento.

source: Only registered users can do this
bg: Само за регистрирани потребители
de: Nur registrierte Benutzer dürfen das
es: Sólo usuarios registrados pueden hacer esto
no: Kun registrerte brukere kan utføre dette
pt_br: Somente usuários cadastrados podem fazer isto
ru: Это разрешается только зарегистрированным пользователям

source: Search
bg: Търси
de: Suchen
es: Buscar
no: Søk
pt_br: Pesquisa
ru: Поиск

source: exercise name
bg: име на упражнение
de: Übung
es: nombre del ejercicio
no: Navn på øvelsen
pt_br: nome do exercício
ru: название упражнения

source: Your exercise '%(exercise)s' was successfully added to the general database.
no: Din øvelse '%(exercise)s' ble vellykket lagt til i databasen
pt_br: Seu exercício '%(exercise)s' foi adicionado ao banco de dados geral com sucesso.

source: It is now available on the exercise and muscle overview and can be added to workouts. You can access it on this address:
no: Det er nå tilgjengelig på trening og muskleloversikt og kan bli lagt til i treningsøktene. Du får tilgang til den på denne adressen:
pt_br: Está disponível agora na visãop geral do exercício ou do músculo e pode ser adicionado aos treinos. Você pode acessa-lo neste endereço:

source: Thank you for contributing and making this site better!
no: Takk for at du bidrar og lager denne siden bedre!
pt_br: Obrigado pela sua contribuição epor tornar este site melhor!

source: the wger.de team
no: wger.de laget
pt_br: O time do wger.de

source: Submitting an exercise
bg: Добавяне на упражнение
de: Eine Übung einreichen
es: Enviar un ejercicio
no: Sender inn en øvelse
pt_br: Submetendo um exercício
ru: Представление упражнения

source: Thank you for submitting an exercise. This is much appreciated!
bg: Благодаря ти че добави упражнение. Това е много ценно за нас!
de: Danke, dass du eine Übung eingereicht hast. Das schätzen wir sehr!
es: Gracias por enviar un ejercicio. ¡Lo apreciamos mucho!
no: Takk for at du sender inn en øvelse. Dette er veldig verdsatt!
pt_br: Obrigado por submeter um exercício. Isto é muito apreciado!
ru: Спасибо за представленное упражнение. Мы Вам очень признательны!
