Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: After you submit the form, the administrators will be notified. Once it is reviewed, it will be added to the database. Till this happens, it will not be visible in the overview or the search. In case you added your email when you registered, you will get notified when the process is completed successfully.
de: Nachdem du das Formular abschickst werden die Administratoren benachrichtigt. Bis die Freigabe erfolgt, wird es nicht in Übersichten oder Suchen erscheinen. Falls du bei der Anmeldung deine Email angegeben hast, wirst du auch benachrichtigt.
es: Después de enviar el formulario un administrador será notificado. Una vez que se haya revisado será añádido a la base de datos. Hasta entonces, no será visible en el resumen o la búsqueda. En caso de que nos hayas dado tu dirección de email, recibirás una notificación cuando el proceso termine con éxito.
no: Når du har sendt skjemaet, vil administratorer bli varslet. Når den er gjennomgått , vil det bli lagt til i databasen. Til dette skjer, vil ikke dette være synlig i oversikten eller søk. Om du la igjen din e-postadresse når du registrerte kontoen, vil du få beskjed når prosessen er fullført.
pt_br: Depois de submeter o formulário, o administrador será notificado. Uma vez que seja revisado, ele será adicionado ao banco de dados. Até isto acontecer, ele não será visível na visão geral ou na pesquisa. Caso você tenha adicionado seu email quando você se registrou, você será notificado quando o processo for completo com sucesso.
ru: Администраторы будут уведомлены о представленной Вами форме. После рассмотрения, она будет добавлена в базу данных. До этого времени ее не будет видно ни в обзоре, ни в поиске. Если Вы указали Ваш электронный адрес при регистрации, Вы будете уведомлены о удачном завершении процесса.

source: Correcting an exercise
no: Retter en øvelse
pt_br: Corrige um exercício

source: Thank you for correcting and improving this exercise. This is much appreciated!
no: Takk for at du korrigerer og forbedrer denne øvelsen. Dette er mye verdsatt!
pt_br: Obrigado por corrigir e melhorar este exercício. Isto é muito gratificante!

source: After you submit the form, the administrators will be notified. Once the changes are reviewed the exercise will be updated.
no: Når du har sendt skjemaet, vil en administratorer bli varslet. Når endringene er blitt godkjent vil øvelsen bli oppdatert.
pt_br: Após você enviar o formulário os administradores serão notificados. Assim que revisadas, as mudanças serão feitas.

source: No categories.
bg: Няма категории.
de: Keine Kategorien.
es: No hay categorías.
no: Ingen kategorier.
pt_br: Sem categorias.
ru: Категорий нет.

source: Use link to create one
bg: Използвай връзката за да създадеш
de: Benutze den Verweis zum Hinzufügen
es: Usa el enlace para crear uno.
no: Bruk lenken for å opprette
pt_br: Use link para criar um
ru: Воспользуйтесь ссылкой для ее создания

source: No exercises in this category. Add or edit an exercise and set its category
bg: Няма упражнения в тази категория. Добави или промени упражнение
de: Keine Übungen in dieser Kategorie. Editiere oder füge eine neue Übung hinzu und setze die Kategorie
es: No hay ejercicios en esta categoría. Añade o edita un ejercicio para poner su categoría
no: Ingen øvelse i denne kategorien. Legg til eller endre en øvelse og legg til kategori
pt_br: Nenhum exercício nesta categoria. Adicione ou edite um exercício e marque a sua categoria
ru: В этой категории упражнений нет. Добавьте или измените упражнение и устанавите его категорию

source: Edit category
bg: Промени категория
de: Kategorie bearbeiten
es: Editar categoría
no: Endre kategori
pt_br: Editar categoria
ru: Редактировать категорию

source: Delete category
bg: Изтрии категория
de: Kategorie löschen
es: Borrar categoría
no: Slett kategori
pt_br: Excluir categoria
ru: Удалить категорию

source: Add category
bg: Добави категория
de: Kategorie hinzufügen
es: Añadir categoría
no: Legg til kategori
pt_br: Adicionar categoria
ru: Добавить категорию

source: Submission date
bg: Дата на подаване
de: Datum der Einreichung
es: Fecha de sumisión
no: Innleveringsdato
pt_br: Data de submissão
ru: Дата представления

source: User
bg: Потребител
de: Benutzer
es: Usuario
no: Bruker
pt_br: Usuário
ru: Пользователь

source: Exercise is pending review
bg: Упражнението подлежи на проверка
de: Übung wartet auf Freigabe
es: Ejercicio pendiente de revisión
no: Øvelse venter på godkjenning
pt_br: Está pendendo revisão do exercício
ru: Упражнение находится в ожидании рассмотрения

source: This user submitted exercise is pending a decision to be included in the database.
bg: Упражнението предоставено от този потребител е без решение за да бъде включено в датабазата.
de: Diese von einem Benutzer eingereichte Übung ist noch nicht freigegeben.
es: Este ejercicio enviado por un usuario esta pendiente de una decisión de ser incluido en la base de datos.
no: Øvelsenn brukeren har sendt inn er i påvente av en beslutning om å bli inkludert i databasen.
pt_br: Este exercício submetido pelo usuário está pendendo uma decisão para ser incluído no banco de dados.
ru: Это упражнение, которое было представлено пользователем, находится в ожидании решения относительно его добавления в базу данных.

source: Till then, it will not be shown in the overview or the search.
bg: Дотогава то няма да бъде показано в прегледа или в търсачката.
de: Bis dann wird sie weder in den Übersichten noch in der Suche erscheinen.
es: Hasta entonces, no se mostrará en índices o en la búsqueda.
no: Inntil da, vil det ikke bli vist i oversikten eller søk.
pt_br: Até lá, não será mostrado na visão geral ou na pesquisa.
ru: До этого времени его не будет показано ни в обзоре, ни в поиске.

source: Please select one of the options below.
bg: Моля изберете една опция от изброените по-долу.
de: Wähle bitte eine der folgenden Optionen.
es: Por favor, selecciona una de las opciones de abajo.
no: Velg ett av alternativene nedenfor.
pt_br: Por favor selecione uma das opções abaixo.
ru: Пожалуйста, выберите одну из опций ниже.

source: Accept
bg: Приемам
de: Freigeben
es: Aceptar
no: Godta
pt_br: Aceito
ru: Принять

source: Decline
bg: Отказвам
de: Ablehnen
es: Rechazar
no: Avslå
pt_br: Recusado
ru: Отклонить

source: Comments for this exercise
bg: Коментари за упражнението
de: Kommentare für diese Übung
es: Comentarios para este ejercicio
no: Kommentarer for denne øvelsen
pt_br: Comentários para este exercício
ru: Комментарии к этому упражнению

source: Add new comment
bg: Добави нов коментар
de: Kommentar hinzufügen
es: Añadir nuevo comentario
no: Legg til ny kommentar
pt_br: Adicionar novo comentário
ru: Добавить новый комментарий

source: Images
de: Bilder
es: Imágenes
no: Bilder
pt_br: Imagens
ru: Изображения

source: Add new image
de: Neues Bild hinzufügen
es: Añadir nueva imagen
no: Legg til nytt bilde
pt_br: Adicionar nova imagem
ru: Добавить новое изображение

source: Muscles
bg: Мускули
de: Muskeln
es: Músculos
no: Muskler
pt_br: Músculos
ru: Мышцы

source: The diagram shows the most used muscles on this exercise
bg: Диаграмата показва най-натоварваните мускули при това упражнение.
de: Das Diagramm zeigt die meistbeanspruchten Muskeln
es: El diagrama muestra los músculos más usados en este ejercicio
no: Diagrammet viser de mest brukte musklene i denne øvelsen
pt_br: O diagrama mostra os músculos mais usados neste exercício
ru: Диаграмма показывает самые используемые мышцы в этом упражнении

source: Weight log
bg: Запис на тегло
de: Gewichtslog
no: Vektlogg
pt_br: Log de peso
ru: Регистрация веса

source: Submit a correction
no: Send inn en rettelse
pt_br: Envie uma correção

source: Hover with the mouse over the muscles to show corresponding exercises.
bg: Задръжте курсора на мишката над мускулите за да покаже съответните упражнения.
de: Mit der Maus über die Muskeln fahren, um die entsprechenden Übungen zu zeigen
es: Mueve el ratón sobre los músculos para ver los ejercicios correspondientes.
no: Hold markøren med musen over musklene for å vise tilsvarende øvelser.
pt_br: Passe com o mouve sobre o músculo para mostrar os exercícios correspondentes.
ru: Наведите мышь на мышцы для показа соответсвующих упражнений.

source: Front side
de: Frontseite
es: Parte delatera
no: Framsiden
pt_br: Lado frontal
ru: Передняя часть

source: Back side
de: Hinterseite
es: Parte trasera
no: Baksiden
pt_br: Lado traseiro
ru: Задняя часть

source: No exercises that mainly train this muscle
bg: Няма упражнения, които натоварват основно този мускул
de: Keine Übungen, die hauptsächlich diesen Muskel trainieren
es: No hay ejercicios que entrenen principalmente este músculo
no: Ingen øvelser som i hovedsak trene denne muskelen
pt_br: Nenhum exercício que treina, principalmente, este músculo
ru: Упражнений, которые в основном тренируют эту мышцу, нет.

source: Add muscle
bg: Добави мускул
de: Muskel hinzufügen
es: Añadir músculo
no: Legg til muskel
pt_br: Adicionar músculo
ru: Добавить мышцу

source: <strong>Important:</strong> After adding a muscle, you need to create a new SVG image with the contours of the muscle and place it in the folder <em>images/muscles</em>.
bg: <strong>Важно:</strong> След като добавиш мускул, трябва да създадеш нова SVG картинка с контурите на мускула на и да го поставиш в папка <em>images/muscles</em>.
de: <strong>Wichtig:</strong> nachdem du einen Muskel hinzugefügt hast, musst du eine SVG-Datei mit den Konturen des Muskels erstellen und in den Ordner <em>images/muscles</em> speichern.
es: <strong>Importante:</strong> después de añadir un músculo, tienes que crear una imagen SVG con la contura del músculo y ponerla en la carpeta <em>images/muscles</em>.
no: <Strong>Viktig:</ strong> Etter å ha lagt til en muskel, må du opprette et ny SVG bilde med konturene av muskel og legg den i mappen <em>images/muscles</ em>.
pt_br: <strong>Importante:</strong> Depois de adicionar um músculo, você precisa criar uma nova image SVG com os contornos do músculo e colocá-lo na pasta <em>images/muscles</em>.
ru: <strong>Внимание:</strong> После добавления мышцы, необходимо создать новую SVG картинку с контурами этой мышцы и разместить ее в папку <em>images/muscles</em>.

source: Edit muscle
bg: Промени мускул
de: Muskel bearbeiten
es: Editar músculo
no: Endre muskel
pt_br: Editar músculo
ru: Редактировать мыщцу

source: Delete muscle
bg: Изтрий мускул
de: Muskel löschen
es: Borrar músculo
no: Slett muskel
pt_br: Excluir músculo
ru: Удалить мышцу

source: This will also delete all exercises in this category.
bg: Това също ще изтрие всички упражнения в тази категория.
de: Das wird auch alle Übungen in der Kategorie löschen.
es: Esto también borrará todos los ejercicios en esta categoría.
no: Dette vil også slette alle øvelsene i denne kategorien.
pt_br: Isto irá, também, excluir todos os exercícios nesta categoria.
ru: Это также удалит все упражнения в этой категории.

source: Add exercise comment
bg: Добави коментар към упражнение
de: Übungskommentar hinzufügen
es: Añadir comentario al ejercicio
no: Legg til kommentar til øvelsen
pt_br: Adicionar comentário do exercício
ru: Добавить комментарий к упражнению

source: Delete equipment?
de: Gerät löschen?
no: Slett utstyr?
pt_br: Excluir equipamento?
ru: Удалить оборудование?

source: Add exercise
bg: Добави упражнение
de: Neue Übung hinzufügen
es: Añadir ejercicio
no: Legg til øvelse
pt_br: Adicionar exercício
ru: Добавить упражнение

source: Thank you. Once the changes are reviewed the exercise will be updated.
no: Takk. Så fort endringene er godkjent vil øvelsen bli oppdatert.
pt_br: Obrigado, uma vez revisadas, as mudanças serão feitas.

source: Correct {0}
no: Korrekt {0}
pt_br: Correções {0}

source: This will delete the exercise from all workouts.
bg: Това ще изтрие упражнението от всички тренировки.
de: Das Löschen der Übung wird sie auch aus allen Trainingsplänen entfernen.
es: Esto también borrará el ejercicio de todas las rutinas.
no: Dette vil slette øvelsen fra alle treningsøktene.
pt_br: Isto irá excluir o exercício de todos os treinos.
ru: Это удалит упражнение из всех тренировок.

source: Exercise was successfully marked as rejected
de: Die Übung wurde erfolgreich abgelehnt
es: El ejercicio se ha marcado como rechazado con éxito
no: Øvelse ble vellykket merket som avvist
pt_br: Exercício foi marcado com rejeitado com sucesso
ru: Упражнение было отмечено как отвергнутое.

source: Edit exercise image
de: Übungsbild editieren
es: Editar imagen de ejercicio
no: Endre bilde for øvelsen
pt_br: Editar imagem do exercício
ru: Редактировать изображение упражнения

source: Delete exercise image?
de: Übungsbild wirklich löschten?
es: ¿Borrar imagen de ejercicio?
no: Slett bilde for øvelsen?
pt_br: Excluir imagem do exercício?
ru: Удалить изображение упражнения?

source: Trainer
no: Trener
pt_br: Treinador

source: Gym administrator
no: Treningsadministrator
pt_br: Administrador da academia

source: General manager
no: Daglig leder
pt_br: Gerente Geral

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
no: Påkrevd. 30 tegn eller færre. Kun bokstaver, tall og @/./+/-/_.
pt_br: Necessário 30 caracteres ou menos. Letras, digitos e @/./+/-/_ apenas.

source: This value may contain only letters, numbers and @/.//-/_ characters.
no: Denne verdien kan bare inneholde bokstaver, tall og @/.//-/_ tegn.
pt_br: Este valor deve conter apenas letras, números e os caracteres @/.//-/_

source: A user with that username already exists.
no: En bruker med det brukernavnet eksisterer allerede.
pt_br: Já existe um usuário com este login

source: Reminder of inactive members
no: Påminnelse av inaktive medlemmer
pt_br: Lembrete de membros inativos

source: Owner
no: Eier
pt_br: Dono

source: ZIP code
no: Postnummer
pt_br: CEP

source: City
no: By
pt_br: Cidade

source: Street
no: Gate
pt_br: Rua

source: Number of weeks since the last time a user logged his presence to be considered inactive
no: Antall uker siden forrige gang en bruker logget hans tilstedeværelse for å bli betraktet som inaktiv
pt_br: Número de semanas desde a última vez que um usuário registrou a sua presença para ser considerado inativo

source: Configuration for {}
no: Konfigurasjon for {}
pt_br: Configuração para {}

source: Receive email overviews of inactive members
no: Motta e-post oversikter over inaktive medlemmer
pt_br: Receber e-mail com a visão geral dos membros inativos

source: Include this user in the email list with inactive members
no: Inkluder denne brukeren i e-postliste med inaktive medlemmer
pt_br: Inclua este usuário na lista de e-mail com os membros inativos

source: Note
no: Notat
pt_br: Nota

source: Document
no: Dokument
pt_br: Documento

source: Will use file name if nothing provided
no: Vil bruke filnavn om ingen ting annet er angitt
pt_br: Será usado o nome do arquivo se nada for informado

source: Yearly
no: Årlig
pt_br: Anualmente

source: Half yearly
no: Halvårlig
pt_br: Semestralmente

source: Monthly
no: Månedlig
pt_br: Mensalmente

source: Biweekly
no: Hver andre uke
pt_br: Bissemanalmente

source: Weekly
no: Ukentlig
pt_br: Semanalmente

source: Daily
no: Daglig
pt_br: Diariamente

source: Contract type
no: Kontraktstype
pt_br: Tipo de contrato

source: Amount
bg: Количество
de: Menge
es: Cantidad
no: Beløp
pt_br: Quantidade
ru: Количество

source: Payment type
no: Betalingsmåte
pt_br: Tipo de pagamento

source: How often the amount will be charged to the member
no: Hvor ofte vil beløpet bli belastet medlemmene
pt_br: Com que frequência o montante deverá ser cobrado do usuário

source: Contract is active
no: Kontrakten er aktiv
pt_br: Contrato está ativo

source: Start date
bg: Начална дата
de: Startdatum
es: Fecha de comienzo
no: Startdato
pt_br: Data início
ru: Дата начала

source: End date
no: Sluttdato
pt_br: Data final

source: Profession
no: Yrke
pt_br: Profissão

source: User notes
no: Bruker notater
pt_br: Notas de usuário

source: Contract
no: Kontrakt
pt_br: Contrato

source: Contract options
no: Kontrakts alternativer
pt_br: Opções de contrato

source: Contract types
no: Kontraktstyper
pt_br: Tipos de contrato

source: The following users have not visited the gym in the last %(weeks)s weeks
no: Følgende brukere har ikke besøkt treningsstudioet de siste %(weeks)s ukene
pt_br: Os seguintes usuários não tem visitado a academia nas últimas %(weeks)s semanas

source: Gym list
no: Liste over alle treningsstudio
pt_br: Lista da academia

source: Add new gym
no: Legg til et nytt treningstudio
pt_br: Adicionar nova academia

source: Global gym configuration
no: Globale innstillinger for treningsstudio
pt_br: Configução global da academia

source: Administrators and trainers
no: Administratorer og trenere
pt_br: Administradores e treinadores

source: Gym manager
no: Treningsleder
pt_br: Gestor da academia

source: This gym has no administrators or trainers
no: Dette treningsstudioet har ingen administratorer eller trenere
pt_br: Essa academia não possui administradores ou professores

source: Add member
no: Legg til medlem
pt_br: Adicionar membro

source: Export
no: Eksporter
pt_br: Exportar

source: Members
no: Medlemmer
pt_br: Membros

source: Gym configuration
no: Innstillinger for treningsstudio
pt_br: Configuração da academia

source: Inactive members
no: Inaktive brukere
pt_br: Membros inativos

source: weeks
no: uker
pt_br: semanas

source: My configuration
no: Mine innstillinger
pt_br: Minha configuração

source: Types
no: Typer
pt_br: Tipos

source: Please write down the user password or save the exported file, which contains all the user data, and keep it in a safe place. The password cannot be recovered later.
no: Vennligst skriv ned brukerpassordet eller lagre eksportert fil, som inneholder all brukerdata , og oppbevar den på et trygt sted. Passord kan ikke gjenopprettes senere.
pt_br: Por favor anote a senha do usuário ou salve o arquivo exportado, que contém todos os dados do usuário, e mantenha-o em um lugar seguro. A senha não poderá ser recuperada posteriormente.

source: Export user data
no: Eksporter brukerdata
pt_br: Exporte dados do usuário

source: This user's password has been reset. Please notify the user of their new password.
no: Denne brukerens passord har blitt tilbakestilt . Vennligst gi beskjed til brukeren om deres nye passord.
pt_br: A senha desse usuário foi redefinida. Por favor notifique o usuário da sua nova senha.

source: Add note
no: Legg til notat
pt_br: Adicionar nota

source: Add contract
no: Legg til kontrakt
pt_br: Adicionar contrato

source: Add option
no: Legg til alternativ
pt_br: Adicionar nota

source: Delete {0}
no: Slett {0}
pt_br: Remover {0}?

source: Add contract type
no: Legg til kontraktstype
pt_br: Tipo de contrato

source: Gender
no: Kjønn
pt_br: Gênero

source: Add user to gym
no: Legg til brukere til treningsstudio
pt_br: Adicionar usuário à academia

source: Edit gym
no: Rediger treningsstudio
pt_br: Editar academia

source: The goal or description of the new workout.
bg: Целта или описанието на предишната тренировка.
de: Das Ziel oder die Beschreibung für den neuen Trainingsplan.
es: El objetivo o la descripción de la nueva rutina.
no: Målet eller beskrivelse av den nye treningen.
pt_br: O objetivo ou descrição do novo treino.
ru: Цель или описание новой тренировки.

source: You can search for more than one exercise, they will be grouped together for a superset.
bg: Можеш да потърсиш повече от едно упражнение, като те ще бъдат групирани в суперсет.
de: Du kannst mehr als eine Übung auswählen/suchen, sie werden dann z.B. für einen Supersatz gruppiert.
es: Puedes buscar y seleccionar más de un ejercicio, se agruparán juntos para una superserie.
no: Du kan søke etter mer enn en øvelse, de vil bli gruppert sammen til et supersett.
pt_br: Você pode pesquisar para mais de um exercício, eles irão ser agrupados juntos em um super conjunto.
ru: Вы можете искать больше одного упражнения, они будут сгруппированы в расширенном наборе.

source: All categories
no: Alle kategorier
pt_br: Todas as categorias

source: Categories
no: Kategorier
pt_br: Categorias

source: Workout will expire soon
de: Trainingsplan wird bald auslaufen
es: Rutina expirará pronto
no: Treningen vil utløpe snart
pt_br: Treino irá expirar logo

source: Creation date
bg: Дата на създаване
de: Erstellungsdatum
es: Fecha de creación
no: Opprettelsesdato
pt_br: Data criação
ru: Дата создания

source: A short description or goal of the workout. For example 'Focus on back' or 'Week 1 of program xy'.
bg: Кратко описание или цел на тренировката. Например "Работа с Гръб" или "Седмица 1 по схема XY".
de: Eine kurze Beschreibung oder Ziel des Trainingplans. Zum Beispiel 'Fokus auf Rücken' oder 'Woche 1 von Programm XY'.
es: Descripción u objetivo de la rutina. Por ejemplo "Foco en espalda" o "Semana 1 de programa xy".
no: En kort beskrivelse eller målet med treningen. For eksempel "Fokus på ryggen" eller "Uke 1 av programmet xy '.
pt_br: Uma descrição curta ou objetivo do treino. Por exemplo 'Focar nas costas' ou 'Semana 1 do programa XY'.
ru: Короткое описание или цель тренировки. Например 'Сосредоточьтесь на спине' или 'Неделя 1 программы xy'.

source: Name or short description of the schedule. For example 'Program XYZ'.
bg: Име или кратко описание на тренировъчната схема. Например "Схема XYZ".
de: Name oder kurze Beschreibung des Zeitplans. Zum Beispiel 'Programm XYZ'.
es: Nombre o descripción corta del programa. Por ejemplo 'Programa XYZ'.
no: Navn eller kort beskrivelse av planen. For eksempel "Program XYZ".
pt_br: Nome ou descrição curta da agenda. Por exemplo 'Programa XYZ'.
ru: Название или короткое описание программы. Например 'Программа XYZ'.

source: Schedule active
bg: Схемата е активна
de: Zeitplan aktiv
es: Programa activo
no: Timeplan aktiv
pt_br: Agenda ativa
ru: Программа активна

source: Tick the box if you want to mark this schedule as your active one (will be shown e.g. on your dashboard). All other schedules will then be marked as inactive
bg: Отбележете, ако искате да маркирате този график като вашият активен (например, ще бъде показан на таблото ви). Всички други графици ще бъдат маркирани като неактивни.
de: Setze das Häkchen, wenn du diesen Zeitplan als aktiv markieren willst (wird dann z.B. auf der Statseite angezeigt). Alle andere Zeitpläne werden dann deaktiviert.
es: Activa si quieres marcar este programa como activo (será mostrado p.ej. en tu escritorio). Otros programas se marcarán como inactivos
no: Kryss av i boksen hvis du ønsker å markere denne planen som aktive (vil bli vist for eksempel på dashbordet ). Alle andre timeplaner vil da bli merket som inaktiv
pt_br: Marque a caixa se você quiser marcar esta imagem com a principal para o exercício (irá ser mostrada, por exemplo, na busca). A primeira imagem é automaticamente marcada pelo sistema.
ru: Поставьте галочку в поле, если Вы хотите пометить эту программу как активную (будет показана например на Вашей панели инструментов). Все остальные программы будут помечены как неактивные.

source: Tick the box if you want to repeat the schedules in a loop (i.e. A, B, C, A, B, C, and so on)
bg: Отбележете, ако искате да повторите графика циклично (напр. A, B, C, A, B, C и т.н.)
de: Setze das Häkchen, wenn du die Trainingspläne im Zeitplan in einer Schleife wiederholen willst (A, B, C, A, B, C, usw.)
es: Activa si quieres repetir las rutinas en un bucle (p.ej A, B, C, A, B, C...)
no: Kryss av i boksen hvis du ønsker å gjenta timeplaner i en løkke (dvs. A, B, C, A, B, C, og så videre)
pt_br: Marque a caixa se você quiser repetir a agenda em loop (isto é A, B, C, A, B, C, e assim por diante)
ru: Поставьте галочку в поле, если Вы хотите повторить программы в цикле (например A, B, C, A, B, C, и.т.д)

source: schedule
bg: график
de: Zeitplan
es: programa
no: timeplan
pt_br: Cronograma
ru: программа
