Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: Your ingredient '{0}' was successfully added to the general database. It is now available on the ingredient overview and can be added to nutrition plans. You can access it on this address: {1}
bg: Твоята съставка '{0}' бе успешно добавено към базата данни. Сега е достъпна на твоят преглед за съставки и може да бъде добавен към плановете за хранене. Можеш да го намериш на адрес: {1}
de: Deine Zutat '{0}' wurde erfolgreicht zur Datenbank hinzugefügt. Sie ist jetzt in der Zutatübersicht verfügbar und kann zu Erhährungspläne hinzugefügt werden. Du kannst sie unter der folgenden Adresse erreichen: {1}
es: Tu ingrediente '{0}' ha sido añadido con suceso a la base de datos. Está disponible en el índice de ingredientes y puede ser añadido a planes de nutrición. Puedes verlo en esta dirección: {1}
ru: Ваш ингредиент '{0}' был успешно добавлен в общую базу данных. Он сейчас находится в обзоре ингредиентов и может быть добавлен к планам питаниям. Вы сможете найти его по этой ссылке: {1}

source: Amount in gramms
bg: Количество в грамаж
de: Menge in Gramm
es: Cantidad en gramos
ru: Количество в граммах

source: Adipositas III
de: Adipositas Grad III
es: Obesidad tipo III
ru: Ожирение III

source: Adipositas II
de: Adipositas Grad II
es: Obesidad tipo II
ru: Ожирение II

source: Adipositas I
de: Adipositas Grad I
es: Obesidad tipo I
ru: Ожирение I

source: Pending ingredients
bg: Липсващи съставки
de: Nicht freigegebene Zutaten
es: Ingredientes pendientes
ru: Ингредиенты находящиеся в ожидании

source: No pending ingredients at the moment
bg: Няма липсващи съставки за момента
de: Im Moment keine Zutaten ohne Freigabe
es: No hay ingredientes pendientes en este momento
ru: На данный момент нет ингредиентов находящихся в ожидании

source: Search results
bg: Резултат от Търсенето
de: Suchergebnisse
es: Resultados de la búsqueda
ru: Результаты поиска

source: You basic metabolic rate is:
de: Dein Grundumsatz ist:
es: Tu metabolismo basal es:
ru: Ваша базовая скорость метаболизма

source: No units found
bg: Няма намерени единици
de: Keine Einheiten gefunden.
es: No se han encontrado unidades
ru: Единиц не найдено

source: Ingredient successfully deleted
bg: Съставката бе изтрита успешно
de: Zutat erfolgreich gelöscht
es: Ingrediente borrado con éxito
ru: Ингредиент успешно удален

source: Delete %s?
bg: Изтрий %s?
de: %s löschen?
es: ¿Borrar %s?
ru: Удалить %s?

source: Ingredient successfully updated
bg: Съставката бе успешно променена
de: Zutat erfolgreich bearbeitet
es: Ingrediente editado con éxito
ru: Ингредиент успешно обновлен

source: Delete nutritional plan?
bg: Изтрий плана за хранене?
de: Ernährungplan löschen?
es: Borrar plan nutricional?
ru: Удалить план питания?

source: Nutritional plan was successfully deleted
bg: Плана за хранене бе успешно изтрит
de: Der Ernährungplan wurde erfolgreich gelöscht
es: Plan nutricional borrado con éxito
ru: План питания успешно удален

source: Add a new nutritional plan
bg: Добави нов план за хранене
de: Ernährungsplan hinzufügen
es: Añadir nuevo plan nutricional
ru: Добавить новый план питания

source: Delete weight unit?
bg: Изтрий единица за тегло?
de: Gewichtseinheit entfernen
es: ¿Borrar unidad de peso?
ru: Удалить единицу веса?

source: Edit a weight unit
bg: Промени единица за тегло
de: Gewichtseinheit bearbeiten
es: Editar una unidad de peso
ru: Изменить единицу веса

source: Installing the stable version
bg: Инсталиране на стабилната версия
de: Die stabile Version installieren
es: Instalar la versión estable
ru: Установка стабильной версии

source: Click here to download the last stable version. For installation instructions see below.
bg: Натисни тук за да свалиш последната стабилна версия. За инструкции за инсталиране, погледни по-долу.
de: Hier klicken, um die letzte stabile Version runterzuladen. Für eine Installationsanleitung, siehe weiter unten.
es: Hay click aquí para bajar la última version estable. Para instucciones de instalación más detalladas, mira más abajo.
ru: Нажмите сюда чтобы скачать последнюю стабильную версию. Для инструкции по установке см. ниже.

source: download stable version:
bg: свали стабилна версия:
de: Stabile Version runterladen:
es: Bajar versión estable:
ru: устновить стабильную версию:

source: In short, these are the steps needed for an installation on a linux or OS X machine, with python already installed. If you want to develop, see the sections below.
bg: Накракто, тези стъпки са нужни за инсталация върху Линукс или друга OS X машина, с налична инсталация на python. Ако искаш да пишеш код, виж по-долу.
de: Hier sind die notwendingen Schritte, um die Anwendung auf ein Linux oder OS X Rechner zu installieren. Wenn du entwickeln willst, siehe weiter unten.
es: Estos son los pasos necesarios para una instalación en un odenador con linux o OS X con python ya instalado. Si quieres desarrolar el software, mira las seccionas más abajo.
ru: Короче говоря, эти шаги необходимы для установки на linux или OS X машине, с уже установленым python. Для разработки, смотрите разделы ниже.

source: I personally like installing my development files on a virtualenv, it helps keep the system more or less clean and are very easy to set up, but you can skip this step if you don't mind installing all dependencies system-wide (in that case, install django and the other applications with a <code>sudo</code>).
bg: Аз лично обичам да инсталирам файловете за работа върху виртуално питоново пространство, което ми помага да поддържам средата си чиста и лесна за пресъздаване, но тази стъпка може да бъде избегната, ако нямате нищо против да инсталирате всички взаимо-зависимости в цялата си система (в този случай, инсталирайте всичко с sudo)
de: Ich persönlich mag es, meine Entwicklungssachen in einer virtuellen Umgebung zu installieren, das hält den Rechner etwas aufgeräumter und kann sehr leicht aufgesetzt werden. Diesen Schritt kann man überspringen, wenn man die Abhängigkeiten Systemweit installieren will (in diesem Fall z.B. mit <code>sudo</code> vorgehen).
es: A mi personalmente me gusta instalar mis paquetes de desarrollo en un entorno virtual (virtualenv), esto ayuda a mantener el equipo más o menos limpio y es muy fácil de hacer, pero puedes saltarte este paso si quieres (en ese caso, símplemente instala todo con un <code>sudo</code>).
ru: Лично мне нравится установливать мои файлы для разработки на virtualenv, он помогает поддерживать систему более или менее чистой и его очень просто установить, но вы можете пропустить этот шаг, если вы желаете установить все зависимости по всей системе (в этом случае, установите django и другие приложении, с <code>sudo</code>).

source: Get the application from PyPI, initialise and start it.
bg: Свали апликацията от PyPi, инициализирай я и я стартирай.
de: Lade die Anwendung von PyPI runter, initialisiere und starte sie.
es: Bájate la aplicación de PyPI, inicialízala y arráncala.
ru: Получите приложение от PyPI, инициализируйте и запустите его.

source: The script will, on first run, create a configuration file and a SQLite database with a standard superuser:
bg: Първият път, когато е този скрипт е извикан, ще се създаде конфигирационен файл и SQLite датабаза със стандартен супер-юзер.
de: Das Skript wird beim ersten Durchlauf, eine Konfigurationsdatei und eine SQlite-Datenbank erstellen mit einem standard Superuser:
es: El script creará la primera vez un archivo de configuración y una base de datos SQLite con un superusuario estándar:
ru: При первом запуске скрипт создаст конфигурационный файл и базу данных SQLite со стандартным суперпользователем:

source: username:
bg: потребителско име:
de: Benutzername:
es: nombre de usuario:
ru: Имя пользователя:

source: password:
bg: парола:
de: Passwort:
es: contraseña:
ru: Пароль:

source: You can later simply call <code>wger</code> again to start the application.
bg: Можете по късно да извикате <code>wger</code> отново за да стартирате апликацията.
de: Du kannst später einfach <code>wger</code> wger wieder aufrufen um die Anwendung zu starten.
es: Luego puede arrancar la aplicación simplemente con <code>wger</code>.
ru: Позже вы просто можете снова вызвать <code>wger</code> для того, чтобы запустить приложение.

source: Use <code>wger --help</code> to see available options
bg: Ползвай <code>wger --help</code> за да видите наличните опции
de: Rufe <code>wger --help</code> auf um alle Optionen anzuzeigen
es: <code>wger --help</code> te muestra las opciones disponibles
ru: Используйте <code>wger --help</code>, чтобы посмотреть опции

source: You should edit the settings.py and enter your <a href="https://www.google.com/recaptcha">reCaptcha keys</a>. You can leave this blank or enter bogus data, but you won't be able e.g. to register new users.
bg: Трябва да промените settings.py и да добавите вашите <a href="https://www.google.com/recaptcha">reCaptcha ключове</a>. Можете да оставите това празно, или с произволни символи, но няма да можете да регистрирате нови потребители.
de: Du solltest die settings.py-Datei editieren und deine <a href="https://www.google.com/recaptcha">reCaptcha Schlüssel</a> eingeben. Du musst zwar nichts eintragen, dann wird es nicht möglich sein z.B. neue Benutzer einzureichen.
es: Edita tu settings.py y entra las <a href="https://www.google.com/recaptcha">llaves de reCaptcha</a>. Puedes dejar esto en blanco o poner alguna otra cosa pero no podrás p.ej. registrar nuevos usuarios.
ru: Вы должны изменить settings.py и ввести ваши <a href="https://www.google.com/recaptcha">reCaptcha keys</a>. Вы можете оставить это поле пустым или ввести фиктивные данные, но вы не сможете, например регистрировать новых пользователей.

source: For the sitemap.xml file to be correctly generated, you need to set a correct domain name in the sites app (only needed for search engines). This is done via django's admin interface (/admin/)
bg: За да бъде успешно генериран sitemap.xml, трябва да въведете правилен домейн в sites app (само нужно за търсачки). Това е направено през админ интерфейса на джанго.
de: Damit die sitemap.xml Datei richtig generiert wird musst du einen korrekten Domainnamen in der Sites-App eintragen (ist aber nur für Suchmaschinen wichtig).
es: Para que sitemaps.xml se genere correctamente deberás entrar un valor correcto para el dominio en la app "sites" de django (sólo es necesario para buscadores). Esto se hace con el panel de administración de django (/admin/)
ru: Для того, чтобы правильно сгенерировать sitemap.xml файл, вам необходимо указать правильное имя домена в местах приложения (необходим только для поиска). Это делается с помощью джанговской админке (/admin/)

source: This is a Django application, so refer for details to its <a href="https://docs.djangoproject.com/en/1.5/intro/install/">documentation page</a> if things don't go as expected.
bg: Тази апликация е изградена чрез Джанго, за което можете да намерите информация тук <a href="https://docs.djangoproject.com/en/1.5/intro/install/">documentation page</a> ако нещата не вървят както се очаква.
de: Das ist eine Django Anwendung, schau dir die <a href="https://docs.djangoproject.com/en/1.5/intro/install/">Dokumentationsseite</a> an wenn nicht alles nach Plan läuft.</p>
es: Esto es una aplicación django, si algo no va como esperabas, consulta la <a href="https://docs.djangoproject.com/en/1.5/intro/install/">documentación</a>.
ru: Это Django приложение, поэтому обратитесь за подробностями к его <a href="https://docs.djangoproject.com/en/1.5/intro/install/">странице документации</a> если что-то идет не так, как ожидалось.

source: wger Workout Manager is a free, open source web application that manages your exercises and workouts. It started as a pet project of mine to replace my growing collection of different spreadsheets, but it has become something other people could also find useful.
bg: wger Workout мениджъра е безплатна програма, с отворен код в мрежата, която управлява вашите упражнения и тренировки. Проекта започна като хоби, с което да заменя нарастващата колекция от различни таблици, но се превърна в нещо, което и други хора също могат да намерят за полезно.
de: wger Workout Manager ist eine freie, open Source Webanwendung die deine Übungen und Trainingspläne verwaltet. Es ist mal als kleines Projekt von mir gestartet um meine wachsende Sammlung an Exceltabellen zu ersetzen, aber es ist zu etwas geworden, das andere auch nützlich finden könnten.
es: wger Workout Manager es una aplicación web libre y abierta que administra tus ejercicios y rutinas. Empezó como un proyecto mio para sustituir mi colección creciente de hojas de cálculo, pero se ha convertido en algo que otra gente puede encontrar útil.
ru: wger Workout Manager является свободным веб-приложением с открытым исходным кодом, которое помогает вам организовывать ваши упражнения и тренировки. Оно начиналось как мой личный проект, созданный для замены растущей коллекции различных электронных таблиц, но потом стало чем-то, что оказалось полезным также другим людям.

source: Edit window for a new set
de: Bearbeitungsfenster für einen neuen Satz
es: Formulario para crear una serie nueva
ru: Редактировать окно для нового сета

source: With this simple form you create a new set with the repetitions and exercises you want. Repeat this step a couple of times, and you have your workout ready.
de: Mit diesem einfachen Formular kannst du einen neuen Satz erstellen mit den Übungen und Wiederholungen, die du willst. Wiederhole diesen Schritt ein paar Mal und du hast deinen Traininsplan fertig.
es: Con este sencillo formulatio puedes crear una nueva serie con las repeticiones y los ejercicios que quieras. Repite este paso unas cuantas veces y tendrás tu rutina lista.
ru: С этой простой формой вы создаете новый сет с повторениями и упражнениями, которые вы хотите. Повторите этот шаг пару раз, и ваша тренировка готова.

source: The workout manager
bg: Мениджърът за тренировки
de: Der Trainingsplanmanager
es: El gestor de rutinas
ru: Менеджер тренировок

source: A day of a simple workout with a few exercises. If you don't want to see the comments for correct execution, you can hide them.
de: Ein Tag eines einfaches Traininsplanes mit ein paar Übungen. Wenn du die Kommentare zur richtigen Durchführung nicht sehen willst, kannst du sie einfach verstecken.
es: Un dia de una rutina simple con algunos ejercicios. Si no quieres ver los comentarios para los ejercicios, se pueden esconder.
ru: День простой тренировки с несколькими упражнениями. Если вы не хотите видеть комментарии для правильного выполнения, вы можете их скрыть.

source: Some weight entries for two exercises. Each colour represents a different repetition so you can see how well you are doing.
de: Ein paar Gewichtseinträge für zwei Übungen. Jede Farbe stellt eine Wiederholungszahl dar, so kannst du leicht sehen wie gut du abschneidest.
es: Algunas entradas de peso para dos ejercicios. Cada color representa una repetición diferente, así puedes ver facilmente cómo estas entrenando.
ru: Некоторые записи веса для двух упражнений. Каждый цвет представляет разное повторение, для того чтобы вы могли увидеть, насколько хорошо у вас получается.

source: An overview of the body's muscles and the available exercises that mainly train the currently selected one.
de: Eine Übersicht der Körpermuskeln und der verfügbaren Übungen die den aktuell ausgewählten Muskel hauptsächlich trainieren.
es: Un índice de los músculos del cuerpo y los ejercicio disponibles que entrenan principalmente el seleccionado.
ru: Обзор мышц тела и имеющиеся упражнения, которые в основном тренируют вами выделенную мышцу.

source: Body weight
de: Körpergewicht
es: Peso corporal
ru: Вес тела

source: The chart shows the evolution of the body weight. With the small version below, you can zoom in a time period.
de: Das Diagramm zeigt die Entwicklung des Körpergewichtes. Mit der kleinen Version kannst du auf eine Zeitspanne reinzoomen.
es: El gráfico muestra la evolución del peso corporal. Con la versión pequeña abajo puedes hacer zoom en un periodo.
ru: Диаграмма показывает развитие веса тела. С малой версией ниже, вы сможете масштабировать период времени.

source: The two first meals of a nutritional plan. The nutritional values (energy, protein, etc.) are calculated too, but are not shown in the picture.
de: Die zwei ersten Mahlzeiten eines Ernährungsplanes. Die Ernährungsangaben (Energie, Eiweiß, usw.) werden gleich mitberechnet, werden aber im Bild nicht dargestellt.
es: Las primeras dos comidas en un plan nutricional. Los valores nutricionales (energía, proteinas, etc.) también son calculadas pero no se muestran en la imagen.
ru: Два первых приема пищи плана питания. Питательная ценность (энергия, белок и др.) также рассчитывается, но не показана на рисунке.

source: Ingredient detail view
de: Zutatenübersicht
es: Vista detallada de un ingredient
ru: Просмотр подробностей ингредиента

source: A detail view of an ingredient. With the calculator on the top it's possible to quickly calculate the nutritional values for a amount. 'Human' units such as slices are available for some ingredients.
de: Detailansicht einer Zutat. Mit dem Rechner oben kann man schnell die Ernährungswerte für eine bestimmte Menge berechen. Menschlichere Einheiten wie z.B. 'Scheibe' sind für manche Zutagen verfügbar.

source: In short:
bg: Накратко:
de: Kurz:
es: En suma:
ru: Короче

source: a workout manager
bg: мениджър на тренировки
de: ein Trainings&shy;plan&shy;manager
es: un gestor de rutinas
ru: менеджер тренировок

source: create and manage your workout routines by selecting how many days your workout constists of, and adding different exercises to each. Print the generated PDF to keep a log.
bg: създай и управлявай своите тренировъчни рутини, като избереш колко дни трае твоята тренировка, и добавяйки различни упражнения към всяка. Принтирай генерирания PDF, за да пазиш запис.
de: Erstelle und verwalte deine Trainingspläne indem du wählst wie viele Tage du trainieren willst und die entsprechenden Übungen zu jedem Tag hinzufügst. Drucke die generierte PDF-Datei aus für ein Logbuch.
es: crea y gestiona tus rutinas seleccionando cuantos dias entrenas y añadiendo ejercicios. Imprime el PDF generado para mantener un diario.
ru: создайте и управляйте вашими тренировками выбрав количество тренировочных дней и добавив различные упражнения к каждому дню. Распечатайте созданный PDF для ведения журнала.

source: a weight tracker
bg: следец за тегло
de: ein Gewichts&shy;logbuch
es: un gestor de peso
ru: отслеживатель веса

source: keep track of your progress with the weight log chart for each exercise and your own body weight. This makes it easy to see if you are reaching your goals or need to adjust something.
bg: да следите напредъка си с диаграмата за тегло за всяко упражнение и собственото си телесно тегло. Това прави лесно да се види, ако достигате целите си, или трябва да се коригира нещо.
de: behalte deine Fortschritte im Auge mit den Gewichtsdiagrammen für jede Übung oder dein Körpergewicht. Das macht es einfach, verbesserugsfähige Bereichte zu erkennen.
ru: отслеживайте ваш прогресс с диаграммой журнала веса для каждого упражнения и вашего веса тела. Это позволяет легко увидеть, если вы достигаете намеченной цели или если нужно что-то поменять.

source: a nutrition manager
bg: мениджър за хранене
de: ein Ernäh&shy;rungs&shy;manager
es: un gestor nutricional
ru: менеджер питания

source: create a diet plan and see its nutritional values (total energy, protein, carbohydrates, and so on) about it. Select from more than 8000 ingredients for this.
bg: създаване на план за диета и вижте хранителните стойности (общо количество енергия, протеини, въглехидрати и т.н.) за него. Изберете от над 8000 съставки.
de: Erstelle und drucke deine Ernährungspläne, behalte die verschiedenen Ernährungswerte (Energie, Eiweiß, Kohlenhydrate, usw.) im Überblick. Wähle dafür aus einer langen Zutatenliste aus.
es: crea tu plan nutricional o dieta, mantén control sobre los valores nutritionales (engergía, proteinas, hidratos de carbono, etc.). Selecciona de más de 8000 ingredientes.
ru: создайте план питания и посмотрите его питательную ценность (общая энергия, белки, углеводы и т. д.). Для этого вы сможете выбрать из более чем 8000 ингредиентов.

source: You probably guessed, this is the main function. It creates the workout you tell it, the way you tell it. It is pretty flexible so if you do supersets, no need to worry, it is supported and you will know which exercises <em>belong together</em>. Each set can have a different number of repetitions you want to reach and which you enter yourself. This means that other training forms like pyramid training or similar are not a problem.
bg: Може би си предположил вече, това е основната функция. Тя създава тренировката която й кажеш, така, както й го казваш. Това е толкова гъвкаво така че, ако направиш суперсерии, няма нужда да се притесняваш, то е подкрепено и програмата ще знае, кой упражнения <em> принадлежат заедно </em>. Всяка група може да има различен брой повторения, които искаш да постигнеш и които можеш да попълниш сам. Това означава, че други форми на тренировка като пирамидалните или подобни не са проблем.
de: Du hast es vermutlich erraten, das ist die Hauptfunktion. Die Anwendung erstellt dien Trainingsplan, den du vorgibst, so wie du ihn vorgibst. Es ist ziemlich flexibel und wenn du z.B. Supersätze machst, keine Sorge, es weiß welche Übungen zusammengehören. Jeder Satz kann unterschliedlich viele Wiederholungen haben und die du selbst bestimmst und eingibst. Das Bedeutet, dass andere Trainingsformen (z.B. Pyramidentraining) kein Problem sind.
es: Lo habrás adivinado, esta es la función principal. Puede crear la rutina que quieras de la forma que quieras. Es muy flexible asi que si hacer superseries, no te preocupes, verás los ejercicios que van juntos. Cada serie puede tener un número diferente de repeticiones que quieres alcanzar. Esto quiere decir que otros tipos de entrenamientos como p.ej. pirámide no son ningún problema.
ru: Вы, наверное, догадались, это и есть главная функция. Она создает ваши тренировки, такими какими вам надо. Она очень гибкая так что если вам нужны суперсеты, не нужно беспокоиться, она их поддерживает и вы будете знать, какие упражнения <em>принадлежат вместе</em>. Каждый набор может содержать различное количество повторений, которое вы вводите самостоятельно. Это означает, что и другие формы подготовки, как например "пирамида" или похожее, не проблема.

source: <strong>Note:</strong> it has no 'preset' workouts that you can simply use (e.g. beginner, etc.). It will happily make the routine you tell it to do, but you have to decide which exercises and how many repetitions you'll do.
de: <strong>Bemerkung:</strong> es hat keine vorgespeicherten Pläne die du einfach übernehmen könntests (Anfänger, etc.). Es wird einfach den Trainigsplan erstellen, den du vorgibst, du musst also selbst über Übungen und Wiederholungen entscheiden.
es: <strong>Nota:</strong> no hay rutinas preseleccionadas que simplemente puedes usar (p.ej. principiantes, etc.). El programa hará la rutina que tú le digas, pero tienes que decidir que ejercicios y cuantas repeticiones quieres hacer.
ru: <strong>Примечание:</strong> нет "предварительно установленных" тренировок, которые вы можете просто использовать (напр. новичок, и др.). Вами заданная программа будет охотно составляться, но вы должны решить, какие упражнения и сколько повторений вы будете делать.
