Repository: JsAppNinja/wger-backend
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: bg, de, es, no, pt_br, ru

source: Add workout day
bg: Добави тренировъчен ден
de: Trainingstag hinzufügen
es: Añadir día de entrenamiento
no: Legg til treningsdag
pt_br: Adicione dia de treino
ru: Добавить тренировочный день

source: Edit log entry for %s
bg: Промени дневника за %s
de: Eintrag für %s editieren
no: Endre loggoppføring for %s
pt_br: Edite registro de log para %s
ru: Изменить запись в журнале для %s

source: New log entry
de: Neuer Gewichtseintrag
no: Ny loggoppføring
pt_br: Novo registro de log
ru: Новая запись в журнале

source: Delete workout log
de: Logeintrag löschen
no: Slett treningslogg
pt_br: Excliur log de treino

source: Workout for %s
bg: Тренировка за %s
de: Trainingsplan für %s
es: Rutina para %s
no: Treningsøkt for %s
pt_br: Treino para %s
ru: Тренировка для %s

source: <i>This is an empty workout, what did you expect on the PDF?</i>
bg: <i>Това е празна тренировка. Какво очакваше върху PDF документа?</i>
de: <i>Das ist ein leerer Trainngsplan, was hast du vom PDF erwartet?</i>
es: <i>Esto es una rutina vacía, ¿qué esperabas encontrar en el PDF?</i>
no: <i>Detter en tom treningsøkt, hva hadde du forventet i PDF dokumentet?</i>
pt_br: <i>Este é um treino vazio, o que você esperava no PDF?</i>
ru: <i>Это пустая тренировка, что Вы ожидали в PDF?</i>

source: Created on the <b>%s</b>
bg: Създаден на <b>%s</b>
de: Erstellt am <b>%s</b>
es: Creado el <b>%s</b>
no: Opprettet <b>%s</b>
pt_br: Criado em <b>%s</b>
ru: Созданный в <b>%s</b>

source: Create schedule
bg: Направи график
de: Zeitplan erstellen
es: Crear programa
no: Opprett timeplan
pt_br: Criar cronograma
ru: Создать программу

source: Copy workout
bg: Копирай тренировка
de: Trainingsplan kopieren
es: Copiar rutina
no: Kopier treningsøkt
pt_br: Copiar treino
ru: Копировать тренировку

source: Copy
de: Kopieren
es: Copiar
no: Kopier
pt_br: Copiar
ru: Копировать

source: Edit workout impression for {0}
de: Trainingseindruck für den {0} bearbeiten
es: Editar Impresión de entrenamiento para el {0}
no: Endre inntrykk for øvelsen {0}
pt_br: Edite impressão do treino para {0}

source: New workout impression for the {0}
de: Trainingseindruck für den {0}
no: Nytt inntrykk for øvelsen {0}
pt_br: Nova impressão do treino para {0}

source: This will delete all weight logs for this day as well.
no: Dette vil slette alle vekt logger for denne dagen også.
pt_br: Isto apagará todos os logs de pesos para este dia também.

source: Basic caloric intake
de: Basis-Kalorienzufuhr
no: Grunnleggende kaloriinntak
pt_br: Ingestão básica de calorias
ru: Основное потребление калорий

source: Your basic caloric intake as calculated for your data
de: Deine Basis-Kalorienzufuhr wird aus deinen Angaben berechnet
no: Din grunnleggende kaloriinntak beregnet med din data
pt_br: Seu consumo calórico básico conforme cálculo baseado em seus dados
ru: Ваше основное потребление калорий, рассчитанное для ваших данных

source: Additional calories
de: Zusätzliche Kalorien
es: Calorias adicionales
no: Ekstra kalorier
pt_br: Calorias adicionais
ru: Дополнительные калории

source: Additional calories to add to the base rate (to substract, enter a negative number)
de: Zusat
no: Ekstra kalorier for å legge til base rate (for å trekke fra, legg inn et negativt tall)
pt_br: Calorias adicionais para adicionar à taxa básica (para subtrair, entre com um número negativo)
ru: Дополнительные калории для добавления к базовой ставке (для вычитывания, введите отрицательное число)

source: A description of the goal of the plan, e.g. "Gain mass" or "Prepare for summer"
bg: Пояснение за целта на плана, напр. "Работа са Маса" или "Подготви се за лятото"
de: Eine Beschreibung des Ernährungplanes, z.B. "Vorbereitung für den Sommer"
es: Una descripción o meta del plan, p.ej. "Ganar masa" o "Prepararse para el verano"
no: En beskrivelse av målet med planen, f.eks "Få masse" eller "klar for sommeren"
pt_br: Uma descrição do objetivo do plano, e.x. "Ganhar mass" ou "Preparação para o verão"
ru: Описание цели плана, например "Набрать вес" или "Подготовка к лету"

source: Use daily calories
de: Tägliche Kalorien benutzen
es: Usar calorías diarias
no: Bruk daglige kalorier
pt_br: Utilizar as calorias diária
ru: Используйте ежедневныу калории

source: Tick the box if you want to mark this plan as having a goal amount of calories. You can use the calculator or enter the value yourself.
no: Kryss av i boksen hvis du ønsker å markere denne planen som et mål med mengde kalorier. Du kan bruke kalkulator eller angi verdien selv.
pt_br: Marque a caixa se você quiser marcar este plano como tendo por objetivo uma quantidade de calorias. Você pode usar a calculadora ou entrar o valor diretamente.

source: Pending
bg: В очакване
de: In Bearbeitung
es: Pendiente
no: Avventer
pt_br: Pendente
ru: В ожидании

source: Accepted
bg: Прието
de: Angenommen
es: Aceptado
no: Godkjent
pt_br: Aceito
ru: Принятый

source: Declined
bg: Отказано
de: Abgelehnt
es: Rechazado
no: Ikke godkjent
pt_br: Recusado
ru: Непринятый

source: Submitted by administrator
bg: Изпратено от администратор
de: Vom Administrator eingereicht
es: Añadido por un administrador
no: Skrevet av administrator
pt_br: Enviado pelo administrador
ru: Представленный администратором

source: System ingredient
bg: Системна съставка
de: Systemzutat
es: Ingrediente del sistema
no: System ingrediens
pt_br: Ingrediente sistema
ru: Системный ингредиент

source: In kcal per 100g
bg: в кило калории за 100гр
de: In kcal pro 100g
es: En kcal por 100g
no: I kcal per 100g
pt_br: Em kcal por 100g
ru: В ккал на 100г

source: In g per 100g of product
bg: В гр. за 100гр продукт
de: In g pro 100g Produkt
es: En g por 100g de producto
no: I g per 100g produkt
pt_br: Em g por 100g do produto
ru: В г на 100г продукта

source: Sugar content in carbohydrates
bg: Състав на захар в въглехидратите
de: Davon Zucker
es: Azúcar en los hidratos de carbono
no: Sukkerinnholdet i karbohydrater
pt_br: Açúcar contido nos carboidratos
ru: Содержание сахара в углеводах

source: Saturated fat content in fats
bg: Наситени мазнини в мазнини
de: Davon gesättigte Fettsäuren
es: Contenido de grasas saturadas en grasas
no: Mettet fett i fett
pt_br: Gordura saturada contida nas gorduras
ru: Содержание насыщенных жиров в жирах

source: Fibres
bg: Фибри
de: Ballastoffe
es: Fibras
no: Fiber
pt_br: Fibras
ru: Клетчатка (пищевые волокна)

source: Sodium
bg: Натрий
de: Natrium
es: Sodio
no: Natrium
pt_br: Sódio
ru: Натрий

source: Total energy is not the approximate sum of the energy provided by protein, carbohydrates and fat.
bg: Общата енергия не е приблизителната сума от енергията, предоставена от протеини, въглехидрати и мазнини.
de: Die Gesamtenergie ist nicht die Summe der Energie die von Eiweiß, Kohlenhydrate und Fett bereitgestellt wird.
es: La energía total no es la suma de la energía aproximádamente proveida por las proteinas, hidratos de carbono y las grasas.
no: Total energi er ikke den omtrentlige summen av energien som leveres av protein, karbohydrater og fett.
pt_br: Energia total não é a aproximação da soma da energia provida pela proteína, carboidrato e gordura.
ru: Общая энергия - не приблизительная сумма энергии от белков, углеводов и жиров.

source: Ingredient was successfully added to the general database
de: Die Zutat wurde erfolgreich zur Datenbank hinzugefügt
es: El ingrediente se ha añadido con éxito a la base de datos
no: Ingrediens ble vellykket lagt til i databasen
pt_br: Ingrediente foi adicionado ao banco de dados geral com sucesso
ru: Ингредиент успешно добавлен в общую базу данных

source: Ingredient
bg: Съставка
de: Zutat
es: Ingrediente
no: Ingrediens
pt_br: Ingrediente
ru: Ингредиент

source: Amount in grams
no: Mengde i gram
pt_br: total em gramas

source: Unit amount, e.g. "1 Cup" or "1/2 spoon"
bg: Единица количество, напр. "1 Чаша" или "1/2 лъжица"
de: Menge der Einheit, z.B. "1 Tasse" or "1/2 Löffel"
es: Unidad, p.ej. "1 taza" o "1/2 cuchara"
no: Enhetsmengde , f.eks "1 kopp" eller "1/2 skje"
pt_br: Unidade para quantidade, ex. "1 xícara" ou "1/2 colher"
ru: Единица измерения количества, например "1 чашка" или "1/2 ложки"

source: Time (approx)
bg: Време (приблизително)
de: Uhrzeit (ca.)
es: Hora (aprox.)
no: Tid (ca)
pt_br: Tempo (aproximado)
ru: Время (приблизительно)

source: Calculate
de: Berechnen
es: Calcular
no: Beregn
pt_br: Calcular
ru: Рассчитать

source: Results
de: Ergebnisse
es: Resultados
no: Resultat
pt_br: Resultados
ru: Результаты

source: Your BMI is:
de: Dein BMI ist:
es: Tu IMC es:
no: Din BMI er:
pt_br: Seu IMC é:
ru: Ваш индекс массы тела (ИМТ):

source: Legend
de: Legende
es: Leyenda
no: Forklaring
pt_br: Legenda
ru: Условное обозначение

source: Overweight
de: Übergewicht
es: Sobrepeso
no: Overvektig
pt_br: Sobrepeso
ru: Избыточный вес

source: Normal weight
de: Normalgewicht
es: Peso normal
no: Normal vekt
pt_br: Peso normal
ru: Нормальный вес

source: Slight underweight
de: Leichtes Untergewicht
es: Delgadez leve
no: Litt undervektig
pt_br: Leve subpeso
ru: Легкий недостаток веса

source: Moderate underweight
de: Mäßiges Untergewicht
es: Delgadez moderada
no: Moderat undervektig
pt_br: Subpeso moderado
ru: Умеренный недостаток веса

source: Strong underweight
de: Starkes Untergewicht
es: Delgadez severa
no: Sterkt undervektig
pt_br: Forte subpeso
ru: Сильный недостаток веса

source: Use the form to calculate your BMI (Body Mass Index). If you have entered data in the weight section, the last entry will be used automatically. Otherwise the weight you enter here will be saved in a new entry.
de: Benutze das Formular um dein BMI (Body Mass Index) zu berechnen. Wenn du bereits Gewichtseinträge gemacht hattest, wird der letzte verwendet. Ansonsten wird der neu eingegebene Wert gespeichert.
es: Usa el formulario para calcular tu IMC (Índice de Masa Corporal). Si ya has entrado datos en la sección de peso, el último valor se usará aqui. Si no, el peso que entrés aqui se guardará automaticamente.
no: Bruk skjemaet til å beregne din BMI (Body Mass Index). Hvis du har lagt inn data i vekt delen, vil den siste oppføringen brukes automatisk. Ellers vil vekten du oppgir her vil bli lagret i en ny oppføring.
pt_br: Use o formulário para calcular o seu IMC (Índice de Massa Copórea). Se você preencheu os dados na seção de peso, o último registr será usado automaticamente. De outra forma o peso que você registrou aqui será salvo como um novo registro.
ru: Используйте эту форму, чтобы вычислить ваш ИМТ (Индекс Массы Тела). Если вы ввели данные в раздел веса, последняя запись будет использоваться автоматически. В противном случае, вес, который вы укажите здесь будет сохранен в новой записи.

source: Your ingredient '%(ingredient)s' was successfully added to the general database.
no: Din ingrediens '%(ingredient)s' ble vellykket lagt til i databasen.
pt_br: Seu ingrediente '%(ingredient)s' foi adicionado ao banco de dados geral com sucesso.

source: It is now available on the ingredient overview and can be added to nutrition plans. You can access it on this address:
no: Den er nå tilgjengelig på ingrediensoversikten, og kan nå bli lagt til i ernæringsplanen. Du får tilgang til den på denne adressen:
pt_br: Está disponível agora na visão geral dos ingredientes e pode ser adicinado aos planos de nutrição. Você pode acessá-lo neste endereço:

source: Submitting an ingredient
bg: Добавяне на съставка
de: Eine Zutat einreichen
es: Enviar un ingrediente
no: Sender inn en ingrediens
pt_br: Submeta um ingrediente
ru: Отправка ингредиента

source: Thank you for submitting an ingredient. This is much appreciated!
bg: Благодаря ти че добави съставка. Това е много ценено!
de: Danke, dass du eine Zutat eingereicht hast. Das schätzen wir sehr!
es: Gracias por enviar un ingrediente. ¡Lo apreciamos mucho!
no: Takk for at du sender inn en ingrediens. Dette er veldig verdsatt!
pt_br: Obrigado por submeter um ingrediente. Isso é muito apreciado!
ru: Благодарим за представленный ингредиент. Мы Вам очень признательны!

source: After you submit the form, the administrators will be notified. Once it is reviewed, it will be added to the database. Till this happens, it will not be visible in the overview or the search. In case you added your email when you registered, you will get notified when the process is completed sucessfully.
bg: След като изпратиш формуляра, администраторите ще бъдат уведомени. Веднъж като е прегледан, ще бъде добавен в датабазата. Докато стане дова, няма да бъде видимо в прегледа или в търсачката. В случай че си добавил електронната си поща когато си се регистрирал, ще бъдеш уведомен когато процеса е завършил успешно.
de: Nachdem du das Formular abschickst werden die Administratoren benachrichtigt. Bis die Freigabe erfolgt, wird es nicht in Übersichten oder Suchen erscheinen. Falls du bei der Anmeldung deine Email angegeben hast, wirst du auch benachrichtigt.
es: Después de enviar el formulario un administrador será notificado. Una vez que se haya revisado será añádido a la base de datos. Hasta entonces, no será visible en el índice o la búsqueda. En caso de que nos hayas dado tu dirección de email, recibirás una notificación cuando el proceso termine con éxito.
no: Når du har sendt skjemaet, vil en administratorer bli varslet. Når den er gjennomgått , vil den bli lagt til i databasen. Till dette skjer, vil den ikke være synlig i oversikten eller søk. Om du la igjen din e-postadresse når du registrerte kontoen, vil du få beskjed når prosessen er fullført vellykket.
pt_br: Depois que você submeter o formulário, o administrador será notificado. Uma vez revisto, ele será adicionado ao banco de dados. Até isso acontecer, ele não será visível na visão geral ou na busca. No caso de você ter adicionado o seu e-mail quando se cadastrou, você será notificado quando o processo for completado com sucesso.
ru: Администраторы будут уведомлены о представленной Вами форме. После рассмотрения, она будет добавлена в базу данных. До этого времени ее не будет видно ни в обзоре, ни в поиске. Если Вы указали Ваш электронный адрес при регистрации, Вы будете уведомлены о удачном завершении процесса.

source: No ingredients.
bg: Няма съставки.
de: Keine Zutaten
es: No hay ingredientes.
no: Ingen ingredienser.
pt_br: Nenhum ingrediente.
ru: Ингредиентов нет.

source: Add ingredient
bg: Добави съставка
de: Zutat hinzufügen
es: Añadir ingrediente
no: Legg til ingrediens
pt_br: Adicione um ingrediente
ru: Добавить ингредиент

source: ingredient name
bg: Име на съставка
de: Name der Zutat
es: nombre del ingrediente
no: Navn på ingrediens
pt_br: nome do ingrediente
ru: Название ингредиента

source: Ingredient is pending review
bg: Съставките подлежат на преглед
de: Zutat noch nicht freigegeben
es: Ingrediente pendiente de revisión
no: Ingrediens venter på godkjenning
pt_br: Ingrediente está com a revisão pendente
ru: Ингредиент находится в ожидании рассмотрения

source: This user submitted ingredient is pending a decision to be included in the database. Till then, it will not be shown in the overview or the search.
bg: Съставката добавена от този потребител не е потвърдена, за да бъде добавена в датабазата. Дотогава, тя няма да бъде показвана в прегледа или търсачката.
de: Diese von einem Benutzer eingereichte Zutat ist noch nicht freigegeben. Bis dann, wird sie weder in der Übersicht, noch in der Suche erscheinen.
es: Este ingrediente enviado por un usuario esta pendiente de una decisión de ser incluido en la base de datos. Hasta entonces no se mostrará en el índice o la búsqueda.
no: Ingrediens brukeren har sendt inn er i påvente av en beslutning om å bli inkludert i databasen. Inntil da, vil den ikke bli vist i oversikten eller søket.
pt_br: Este usuário submeteu um ingrediente que está com decisão pendente sobre a inclusão no banco de dados. Até então, não será mostrado na visão geral ou na busca.
ru: Этот ингредиент, который был представленный пользователем, находится в ожидании решения относительно его добавления в базу данных. До этого, его не будет показано ни в обзоре, ни в поиске.

source: Nutritional values in
bg: Хранителни стойности в
de: Ernährungswerte in
es: Valore nutricionales en
no: Ernæringsmessige verdier i
pt_br: Valores nutricionais em
ru: Пищевая ценность в

source: Macronutrients
bg: Макронутриенти
de: Makronährstoffe
es: Macronutrientes
no: Makronæringsstoffer
pt_br: Macronutrientes
ru: Макронутриенты

source: n.A.
bg: Не е налично
de: k.A.
es: n.d.
pt_br: n.d.
ru: не имеется в наличии

source: Others
bg: Други
de: Andere
es: Otros
no: Andre
pt_br: Outros
ru: Другие

source: User submitted ingredient
bg: Съставка добавена от потребител
de: Benutzereingereichte Zutat
es: Ingrediente enviado por un usuario
no: Bruker sendte inn ingrediens
pt_br: Usuário submeteu um ingrediente
ru: Ингредиент представленный пользователем

source: This exercise was submitted by <strong>%(username)s</strong>.
bg: Това упражнение бе добавено от <strong>%(username)s</strong>.
de: Diese Übung wurde eingereichgt von <strong>%(username)s</strong>.
es: Ejercicio enviado por <strong>%(username)s</strong>.
no: Øvelsen ble sendt inn av <strong>%(username)s</strong>.
pt_br: Este exercício foi submetido por <strong>%(username)s</strong>.
ru: Это упражнение представил(а) <strong>%(username)s</strong>.

source: Delete ingredient
bg: Изтрий съставка
de: Zutat entfernen
es: Borrar ingrediente
no: Slett ingrediens
pt_br: Excluir ingrediente
ru: Удалить ингредиент

source: Edit ingredient
bg: Промени съставка
de: Zutat bearbeiten
es: Editar ingrediente
no: Endre ingrediens
pt_br: Edite ingrediente
ru: Изменить ингредиент

source: Weight units
bg: Единици за тегло
de: Gewichtseinheiten
es: Unidades de peso
no: Vektenheter
pt_br: Unidade de peso
ru: Единицы веса

source: Add new weight unit
bg: Добави нова единица за тегло
de: Gewichtseinheit hinzufügen
es: Añadir nueva unidad de peso
no: Legg til vekt enhet
pt_br: Adicione nova unidade de peso
ru: Добавить новую единицу веса

source: Edit meal item
bg: Промени артикул в яденето
de: Mahlzeitzutat bearbeiten
no: Endre måltids element
pt_br: Edite item da refeição
ru: Изменить элемент приема пищи

source: Ingredient name
bg: Наименование на съставката
de: Name der Zutat
es: Nombre del ingrediente
no: Navn på ingrediens
pt_br: Nome do ingrediente
ru: Название ингредиента

source: Use link to add one.
de: Benutze den Verweis zum Hinzufügen.
es: Usa el enlace para añadir uno.
no: Bruk lenken for å opprette
pt_br: Use o link para adicionar um.
ru: Используйте ссылку чтобы добавить ее.

source: Your nutrition plans
bg: Твоите планове за хранене
de: Deine ernährungspläne
es: Tus planes nutricionales
no: Dine ernæring planer
pt_br: Seus planos de nutrição
ru: Ваши планы питания

source: Delete meal
bg: Изтрий ядене
de: Mahlzeit löschen
es: Borrar comida
no: Slett måltid
pt_br: Excluir refeição
ru: Удалить прием пищи

source: Edit meal
bg: Промени ядене
de: Mahlzeit bearbeiten
es: Editar comida
no: Endre måltid
pt_br: Edite refeição
ru: Изменить прием пищи

source: Add item to meal
bg: Добави артикул към яденето
de: Zutat zur Mahlzeit hinzufügen
no: Legg til element i måltid
pt_br: Adicione um item à refeição
ru: Добавить элемент к приему пищи

source: Nutritional data
bg: Хранителни данни
de: Ernährungswerte
es: Valores nutricionales
no: Ernæringsmessige data
pt_br: Dados nutricionais
ru: Пищевые данные

source: No items for this meal.
bg: Няма артикули за това ядене.
de: Keine Zutaten für diese Mahlzeit.
no: Ingen elementer for dette måltidet.
pt_br: Nenhum item para esta refeição.
ru: Нет элементов для этого приема пищи.

source: No meals for this plan.
bg: Няма яденета за този план.
de: Keine Mahlzeiten für diesen Ernährungsplan
es: No hay comidas para este plan.
no: Ingen måltider for denne planen
pt_br: Nenhuma refeição para este plano.
ru: Нет питания для этого плана.

source: Add a new meal
bg: Добави ново ядене
de: Neue Mahlzeit hinzufügen
es: Añadir nueva comida
no: Legg til nytt måltid
pt_br: Adicionar uma nova refeição
ru: Добавить новый прием пищи

source: If you find the ingredient list too short, you might want to activate the preference to also show English ingredients.
bg: Ако намирате списъка на съставки твърде кратък, може да активирате предпочитанието да се показват също английски съставки.
de: Wenn die Liste der verfügbaren Zutaten zu kurz ist, kannst du die Option benutzen, um auch Zutaten auf englisch anzuzeigen.
es: Si encuentras la liste de ingredientes demasiado corta, puedes activar la preferencia para mostrar también ingredientes en inglés.
no: Hvis du finner ingredienslisten for kort, kan det være lurt å aktivere bruken av engelske ingredienser.
pt_br: Se você achar a lista de ingredientes muito curta, você talvez queira ativar a preferência para visualizar os ingrediente em inglês.
ru: Если вы находите список ингредиентов слишком коротким, вы можете включить предпочтение для просмотра ингредиентов также на английском языке.

source: You have selected that this nutritional plan has a goal amount of calories. Use the calculator or enter the value yourself.
de: Du hast angegeben, dass dieser Ernährungsplan eine Zielmenge an Kalorien hat. Benutze den Kalorienrechner oder gebe einen Wert ein.
no: Du har valgt at denne ernæringsplanen har et mål med mengde kalorier. Bruk kalkulatoren eller angi verdien selv.
pt_br: Você selecionou que este plano de nutrição possui uma meta de calorias. Use a calculador ou entre com o valor você mesmo.
ru: Вы указали, что этот план питания имеет цель количества калорий. Используйте калькулятор или введите значение самостоятельно.

source: Percent of energy
de: Prozent der Energie
es: Porcentaje de la energía
no: Prosent av energien
pt_br: Porcentagem de energia

source: g per body kg
de: g pro Körper-kg
es: g por kg peso
no: g per kropps kg
pt_br: g por kg de corpo

source: oz per body lb
no: oz per kropps lb
pt_br: oz por libra-peso corporal

source: Edit nutrition plan
bg: Промени плана за хранене
de: Ernährungplan bearbeiten
es: Editar plan nutricional
no: Endre ernæring plan
pt_br: Edite plano de nutrição
ru: Изменить план питания

source: Make a copy of this nutrition plan
bg: Направи копие на този план за хранене
de: Eine Kopie des Ernährungplanes machen.
es: Hacer una copia de este plan nutricional
no: Lag en kopi av denne ernærings planen
pt_br: Faça uma cópia deste plano de nutrição
ru: Сделать копию этого плана питания

source: Delete nutrition plan
bg: Изтрий план за хранене
de: Ernährungplan löschen
es: Borrar plan nutricional
no: Slett ernæringsplan
pt_br: Excluir plano de nutrição
ru: Удалить план питания

source: Meal
bg: Ядене
de: Mahlzeit
es: Comida
no: Måltid
pt_br: Refeição
ru: Прием пищи

source: Contents
bg: Съставки
de: Inhalt
es: Contenidos
no: Innhold
pt_br: Conteúdo
ru: Содержимое

source: <h5> Based on the weight entry dated %(date)s (%(weight)s)</h5>
no: <h5>Basert på vekten som ble lagt til datert %(date)s (%(weight)s)</h5>
pt_br: <h5> Baseado na massa do dia %(date)s (%(weight)s)</h5>

source: Basal metabolic rate
de: Grundumsatz
es: Metabolismo basal
pt_br: Taxa metabólica basal
ru: Уровень базального метаболизма
